Repository: AnastasiaTW/translationProjects
Catalog: Xsolla/Launcher 1804/Original.xliff/*_(en-it).xliff
Languages: it

source: Username
it: Nome utente

source: Edit
it: Modifica

source: Disconnect
it: Disconnetti

source: Add another network
it: Aggiungi social network

source: Add users
it: Aggiungi utenti

source: Invite friends to group
it: Invita amici nel gruppo

source: Search friends
it: Cerca amici

source: Add
it: Aggiungi

source: Cancel
it: Cancella

source: Game Servers Problem
it: Problema con i server di gioco

source: We're experiencing technical problem with game servers. Please click Reload to check status.
it: Si è verificato un problema tecnico con i server di gioco. Fare clic su Ricarica per controllare lo stato.

source: Loading characters:
it: Caricamento personaggi:

source: Loading regions:
it: Caricamento regioni:

source: Reload servers
it: Ricarica server

source: Remember me
it: Ricordami

source: LOADING
it: CARICAMENTO

source: SIGN IN
it: REGISTRATI

source: players
it: giocatori

source: Change character
it: Cambia personaggio

source: Edit chat title
it: Modifica nome della chat

source: Please use 5 to 20 characters
it: Per favore, usare dai 5 ai 20 caratteri

source: Cancel
it: Cancella

source: Save
it: Salva

source: Edit username
it: Modifica nome utente

source: Please use 5 to 20 characters
it: Utilizza dai 5 ai 20 caratteri

source: Cancel
it: Cancella

source: Save
it: Salva

source: Character Selection
it: Seleziona personaggio

source: Name
it: Nome

source: World
it: Mondo

source: Workload
it: Carico di lavoro

source: Status
it: Stato in linea

source: + Add character
it: +Aggiungi personaggio

source: Done
it: Fatto

source: Cancel
it: Cancella

source: Available
it: Disponibile

source: Unavailable
it: Non disponibile

source: World is full
it: Mondo al completo

source: Online
it: In linea

source: In game
it: Stai giocando

source: Away
it: Assente

source: Offline
it: Non in linea

source: No users found
it: Nessun utente trovato

source: Search
it: Cerca

source: Enable notifications
it: Abilita notifiche

source: Disable notifications
it: Disabilita notifiche

source: Settings
it: Impostazioni

source: Leave group
it: Abbandona gruppo

source: + Create chat
it: Crea chat

source: + Create channel
it: + Crea un canale

source: Please select chat to start messaging
it: Seleziona la chat per iniziare a messaggiare

source: Connect your social networks and find friends to play with
it: Connetti i tuoi social network e trova amici con cui giocare

source: Connect Facebook
it: Connetti Facebook

source: Connect VK
it: Connetti VKontakte

source: Search
it: Cerca

source: Never show this window again
it: Non mostrare più questa finestra

source: Skip
it: Salta

source: Back to chat
it: Torna alla chat

source: members: %1
it: membri: %1

source: Edit
it: Modifica

source: Members
it: Membri

source: + Add members
it: Aggiungi membri

source: Remove
it: Rimuovi

source: Create chat
it: Crea chat

source: Invite your friends to chat
it: Invita i tuoi amici nella chat

source: Search friends
it: Cerca amici

source: New group
it: Nuovo gruppo

source: New group
it: Nuovo gruppo

source: Cancel
it: Cancella

source: Add friends
it: Aggiungi amici

source: Back
it: Indietro

source: Step %1/%2
it: Passo %1/%2

source: Next
it: Successivo

source: Set your group name. Start with a latter. Name should not be longer that 20 characters.
it: Inizia con una lettera. Il nome non deve superare i 20 caratteri.

source: Group chat name
it: Nome del gruppo chat

source: Please use 5 to 20 characters
it: Per favore, usare dai 5 ai 20 caratteri

source: Invite friends to group
it: Invita amici nel gruppo

source: Search friends
it: Cerca amici

source: Error Report
it: Rapporto errori

source: Error
it: Errore

source: A fatal error has occured. Application will be closed.
it: Si è verificato un errore fatale. L'applicazione verrà chiusa.

source: Sending error data
it: Invio dei dati di errore

source: Report problem
it: Segnala un problema

source: Cancel
it: Cancella

source: A fatal error has occured. Thy limbs are weak and sight is blurred. Forget thy dreams and run in terror. Extraction error.
it: Si è verificato un errore fatale. Sei debole e la tua vista è annebbiata. Dimentica i tuoi sogni e fuggi terrorizzato.

source: Error
it: Errore

source: Search friends by nickname
it: Cerca amici per nickname

source: No users found
it: Nessun utente trovato

source: Request sent
it: Richiesta inviata

source: Send request
it: Invia richiesta

source: Send request
it: Invia richiesta

source: Request send
it: Richiesta inviata

source: Invite
it: Invita

source: Invited
it: Invitato

source: Delete
it: Cancella

source: Confirm
it: Conferma

source: Cancel request
it: Cancella richiesta

source: Playing Life is Feudal
it: Sta giocando a Life is Feudal

source: Last online: %1 hours ago
it: Ultima volta online: %1 ore fa

source: %1 mutual friend
it: %1 amico in comune

source: %1 mutual friends
it: %1 amici in comune

source: Delete
it: Cancella

source: Block
it: Blocca

source: Start chat
it: Avvia chat

source: Unblock
it: Sblocca

source: Add a Friend
it: Aggiungi un amico

source: Friends
it: Amici

source: + Find friends
it: Trova amici

source: Requests
it: Richieste

source: Downloading: %1 Mb from %2 Mb, at %3 Kb/s
it: Download: %1 Mb da %2 Mb, a %3 Kb/s

source: Extracting: %1% %2 Mb remaining
it: Estrazione: %1% - %2 Mb rimanenti

source: Uninstalling: %1%
it: Disinstallazione: %1%

source: PLAY
it: GIOCA

source: INSTALL
it: INSTALLA

source: Buy
it: Compra

source: Repairing data: %1 Mb remaining
it: Riparazione dati: %1 Mb rimanenti

source: Nothing here. King is at loss
it: Niente qui. Il re è sconfitto

source: Support
it: Assistenza

source: If the game is already installed
it: Se il gioco è già installato

source: Locate the game
it: Trova il gioco

source: Install
it: Installa

source: Community
it: Comunità

source: Repair
it: Ripara

source: Uninstall
it: Disinstalla

source: Options
it: Opzioni

source: Can't find game in selected folder.
it: Impossibile trovare il gioco nella cartella selezionata.

source: You cannot use selected game for the current region.
it: Non puoi usare il gioco selezionato nella regione corrente.

source: Install Directory
it: Directory di installazione

source: Change
it: Cambia

source: Disk Space
it: Spazio disco

source: Cancel
it: Cancella

source: Install
it: Installa

source: Select path for install..
it: Scegli percorso di installazione..

source: You cannot use directory to install the game. Please select a different directory for installation.
it: Non puoi usare la directory per installare il gioco. Per favore, seleziona un'altra directory per l'installazione.

source: Language
it: Lingua

source: Remember me
it: Ricordami

source: Downloads
it: Download

source: Use p2p connection
it: Utilizza una connessione P2P

source: %1 time lapse
it: Time-lapse di %1

source: Time Lapse Collection
it: Raccolta Time-Lapse

source: Last update:
it: Ultimo aggiornamento:

source: Update
it: Aggiornamento

source: Progress: %1%
it: Avanzamento: %1%

source: Checking updates
it: Ricerca aggiornamenti

source: Downloading launcher update
it: Dowload aggiornamento launcher

source: Unpacking launcher update
it: Apertura aggiornamento launcher

source: Online
it: In linea

source: Away
it: Assente

source: Settings
it: Impostazioni

source: Log Out
it: Disconnettersi

source: Error! Network list is empty!
it: Errore! L'elenco delle reti è vuoto!

source: Sign in with VK
it: Accedi con VK

source: Sign in with Facebook
it: Accedi con Facebook

source: Sign in with Google
it: Accedi con Google

source: Sign in with Steam
it: Accedi con Steam

source: Sign in with Twitter
it: Accedi con Twitter

source: Sign in with Naver
it: Accedi con Naver

source: Sign in with Baidu
it: Accedi con Baidu

source: Error
it: Errore

source: Failed loading social providers
it: Impossibile caricare i social providers

source: Social auth failed.
it: Autenticazione social fallita.

source: There was a problem with your request. Please try again.
it: Si è verificato un problema temporaneo con la tua richiesta. Riprova, grazie.

source: Forgot password?
it: Password persa?

source: Create an account
it: Crea un account

source: Loading the list of regions - please wait
it: Caricamento della lista delle regioni: attendere prego

source: Loading...
it: Caricamento...

source: Locate the game
it: Localizza il gioco

source: Changing region will affect your in-game purchases, characters and game patches
it: Il cambio di regione influirà sui tuoi acquisti in gioco, i tuoi personaggi e gli aggiornamenti di gioco

source: Next
it: Successivo

source: Failed gettings characters information
it: Impossibile ottenere informazioni sui personaggi

source: Authentication failed.
it: Autenticazione fallita

source: Error
it: Errore

source: Game installation failed with error\n
it: Installazione gioco fallita con errore\n

source: \n Please, try again.
it: \n Per favore, riprova.

source: %1 time lapse is aviable!
it: Il time-lapse di %1 è ora disponibile!

source: Game
it: Gioco

source: News
it: Novità

source: Highlights
it: In evidenza

source: Extracting
it: Estrazione

source: Repairing
it: Riparazione

source: Downloading
it: Scaricamento

source: Can't close launcher, while game is running
it: Non posso chiudere il launcher se il gioco é in esecuzione.

source: User %1 invited to chat by %2
it: L'utente %1 è stato invitato nella chat da %2

source: User %1 leaved from chat
it: L'utente %1 ha lasciato la chat

source: User %1 removed from chat by %2
it: L'utente %1 è stato rimosso dalla chat da %2

source: User %1 created chat %2
it: L'utente %1 ha creato la chat %2

source: User %1 changed chat title to %2
it: L'utente %1 ha cambiato il nome della chat in %2

source: Type a message
it: Scrivi un messaggio

source: Send
it: Invia

source: <font color="#ffffff"><b>%1</b></font> has added you to his friend list. Add him to your list and proceed to chat.
it: <font color="#ffffff"><b>%1</b></font> ti ha aggiunto alla sua lista amici. Aggiungilo alla tua e vai alla chat.

source: Confirm
it: Conferma

source: Delete
it: Cancella

source: Please select chat to start messaging
it: Per favore, seleziona la chat per iniziare a messaggiare.

source: Oops! Something is missing. Looks like your news is in another castle!
it: Ops! Manca qualcosa. le tue news sono in un altro castello!

source: We’re off to repair our medieval power generator (aka water wheel) but try again soon!
it: Stiamo riparando il nostro generatore medioevale (ovvero ruota ad acqua) torna presto!

source: All News
it: Tutte le novità

source: Loading...
it: Caricamento...

source: Region
it: Regione

source: Changing region will affect your in-game purchases, characters and game patches
it: Il cambio di regione influirà sui tuoi acquisti in gioco, i tuoi personaggi e gli aggiornamenti di gioco

source: New friend requests
it: Nuove richieste di amicizia

source: Confirm
it: Conferma

source: Delete
it: Cancella

source: sent requests
it: Richieste inviate

source: Cancel request
it: Cancella richiesta

source: Create username
it: Crea un nome utente

source: Step 1/2
it: Passaggio 1/2

source: Welcome to chat. Set your username so your friends can find you.
it: Benvenuto nella chat. Imposta il tuo nome utente in modo che i tuoi amici ti possano trovare.

source: Add a friend
it: Aggiungi un amico

source: Step 2/2
it: Passaggio 2/2

source: Add friend to start messaging. Search by typing email or nickname.
it: Aggiungi un amico per iniziare a chattare. Cerca inserendo la sua mail o il suo nickname.

source: + Add
it: Aggiungi

source: Next
it: Successivo

source: Settings
it: Impostazioni

source: General
it: Generale

source: Sound
it: Suoni

source: Reset to Defaults
it: Reset predefiniti

source: Cancel
it: Cancella

source: Done
it: Fatto

source: Share
it: Condividi

source: Direct link
it: Link diretto

source: Connect your social networks\n and find friends to play with
it: Connetti i tuoi social network\n e trova amici con cui giocare

source: Connect %1
it: Connetti %1

source: Never show this window again
it: Non mostrare più questa finestra

source: Skip
it: Salta

source: Search
it: Cerca

source: Search
it: Cerca

source: Search %1 friends by name
it: Cerca amici su %1 per nickname

source: Already playing
it: Sta giocando

source: Invite
it: Invita

source: Sound section
it: Impostazione suoni

source: Loading the list of regions - please wait
it: Caricamento della lista delle regioni: attendere prego

source: Loading...
it: Caricamento...

source: Locate the game
it: Localizza il gioco

source: Changing region will affect your in-game purchases, characters and game patches
it: Il cambio di regione influirà sui tuoi acquisti in gioco, i tuoi personaggi e gli aggiornamenti di gioco

source: Next
it: Successivo

source: Enter your email address
it: Inserisci il tuo indirizzo email

source: A confirmation email will be sent to the specified email address
it: Verrà inviata una conferma email all'indirizzo email specificato

source: Send
it: Invia

source: Invalid email address
it: Indirizzo e-mail non valido

source: Email was sent
it: Email inviata

source: Please check your email and confirm the registration
it: Controlla la tua email e conferma la registrazione

source: Authentication failed.
it: Autenticazione fallita

source: Error
it: Errore

source: Loading the list of regions - please wait
it: Caricamento della lista delle regioni: attendere prego

source: Loading...
it: Caricamento...

source: Locate the game
it: Localizza il gioco

source: Changing region will affect your in-game purchases, characters and game patches
it: Il cambio di regione influirà sui tuoi acquisti in gioco, i tuoi personaggi e gli aggiornamenti di gioco

source: Next
it: Successivo

source: Enter your email address
it: Inserisci il tuo indirizzo email

source: A confirmation email will be sent to the specified email address
it: Verrà inviata una conferma email all'indirizzo email specificato

source: Send
it: Invia

source: Invalid email address
it: Indirizzo e-mail non valido

source: Email was sent
it: Email inviata

source: Please check your email and confirm the registration
it: Controlla la tua email e conferma la registrazione

source: Authentication failed.
it: Autenticazione fallita

source: Error
it: Errore

source: Something goes wrong...
it: Qualcosa è andato storto...

source: Store loading failed
it: Caricamento store fallito

source: Refresh page
it: Aggiorna pagina

source: Reopen store
it: Riapertura negozio

source: Steam overlay loading failed
it: Caricamento di Steam overlay non riuscito

source: Please wait, now the store will open without using Steam overlay
it: Attendere, ora il negozio si aprirà senza utilizzare Steam overlay

source: Back
it: Indietro

source: Share
it: Condividi

source: Downloading assets...
it: Download risorse in corso...

source: Unpacking assets...
it: Estrazione risorse in corso...

source: World is loading
it: Caricamento ambiente di gioco

source: Close
it: Chiudi

source: Life is Feudal: launcher
it: Life is Feudal
