Repository: AnastasiaTW/translationProjects
Catalog: Xsolla/Launcher 1804/Final.xliff/*_(en-th).xliff
Languages: th

source: Username
th: ชื่อผู้ใช้

source: Edit
th: แก้ไข

source: Disconnect
th: ยกเลิกการเชื่อมต่อ

source: Add another network
th: เพิ่มเครือข่ายอื่น

source: Add users
th: เพิ่มผู้ใช้

source: Invite friends to group
th: ชวนเพื่อนเข้ากลุ่ม

source: Search friends
th: ค้นหาเพื่อน

source: Add
th: เพิ่ม

source: Cancel
th: ยกเลิก

source: Game Servers Problem
th: เซิร์ฟเวอร์เกมมีปัญหา

source: We're experiencing technical problem with game servers. Please click Reload to check status.
th: เรากำลังมีปัญหาทางเทคนิคกับเซิร์ฟเวอร์เกม โปรดคลิกรีโหลดเพื่อตรวจสอบสถานะ

source: Loading characters:
th: กำลังโหลดตัวละคร:

source: Loading regions:
th: กำลังโหลดภูมิภาค:

source: Game ownership:
th: ความเป็นเจ้าของเกม:

source: Reload servers
th: รีโหลดเซิร์ฟเวอร์

source: email
th: อีเมล

source: Password
th: รหัสผ่าน

source: Remember me
th: จดจำฉัน

source: LOADING
th: กำลังโหลด

source: SIGN IN
th: ลงชื่อเข้าใช้

source: players
th: ผู้เล่น

source: Change character
th: เปลี่ยนตัวละคร

source: Edit chat title
th: แก้ไขหัวข้อสนทนา

source: Please use 5 to 20 characters
th: โปรดใช้ 5 ถึง 20 ตัวอักษร

source: Cancel
th: ยกเลิก

source: Save
th: บันทึก

source: Edit username
th: แก้ไขชื่อผู้ใช้

source: Please use 5 to 20 characters
th: โปรดใช้ 5 ถึง 20 ตัวอักษร

source: Cancel
th: ยกเลิก

source: Save
th: บันทึก

source: Character Selection
th: การเลือกตัวละคร

source: Name
th: ชื่อ

source: World
th: โลก

source: Workload
th: จำนวนงาน

source: Status
th: สถานะ

source: + Add character
th: + เพิ่มตัวละคร

source: Done
th: เสร็จ

source: Cancel
th: ยกเลิก

source: Available
th: ว่าง

source: Unavailable
th: ไม่ว่าง

source: World is full
th: โลกเต็ม

source: Online
th: ออนไลน์

source: In game
th: อยู่ในเกม

source: Away
th: ไม่อยู่

source: Offline
th: ออฟไลน์

source: Chat
th: สนทนา

source: No users found
th: ไม่พบผู้ใช้

source: Search
th: ค้นหา

source: Enable notifications
th: เปิดใช้งานการแจ้งเตือน

source: Disable notifications
th: ปิดการใช้งานการแจ้งเตือน

source: Settings
th: การตั้งค่า

source: Leave group
th: ออกจากกลุ่ม

source: + Create chat
th: + สร้างการสนทนา

source: + Create channel
th: + สร้างช่อง

source: Please select chat to start messaging
th: โปรดเลือกการสนทนาเพื่อเริ่มส่งข้อความ

source: Connect your social networks and find friends to play with
th: เชื่อมต่อกับเครือข่ายโซเชียลของคุณ และค้นหาเพื่อนเล่น

source: Connect Facebook
th: เชื่อมต่อกับ Facebook

source: Connect VK
th: เชื่อมต่อกับ VK

source: Search
th: ค้นหา

source: Never show this window again
th: ไม่ต้องแสดงหน้าต่างนี้อีก

source: Skip
th: ข้าม

source: Back to chat
th: กลับไปที่การสนทนา

source: members: %1
th: สมาชิก: %1

source: Edit
th: แก้ไข

source: Members
th: สมาชิก

source: + Add members
th: + เพิ่มสมาชิก

source: Remove
th: ลบ

source: Create chat
th: สร้างการสนทนา

source: Invite your friends to chat
th: ชวนเพื่อนเข้าร่วมการสนทนา

source: Search friends
th: ค้นหาเพื่อน

source: New group
th: กลุ่มใหม่

source: New group
th: กลุ่มใหม่

source: Cancel
th: ยกเลิก

source: Add friends
th: เพิ่มเพื่อน

source: Back
th: ย้อนกลับ

source: Step %1/%2
th: ขั้นตอนที่ %1/%2

source: Next
th: ถัดไป

source: Set your group name. Start with a latter. Name should not be longer that 20 characters.
th: ตั้งชื่อกลุ่มของคุณ โดยเริ่มด้นด้วยตัวอักษร ชื่อไม่ควรยาวกว่า 20 ตัวอักษร

source: Group chat name
th: ชื่อกลุ่มสนทนา

source: Please use 5 to 20 characters
th: โปรดใช้ 5 ถึง 20 ตัวอักษร

source: Invite friends to group
th: ชวนเพื่อนเข้ากลุ่ม

source: Search friends
th: ค้นหาเพื่อน

source: Error Report
th: รายงานข้อผิดพลาด

source: Error
th: ข้อผิดพลาด

source: A fatal error has occured. Application will be closed.
th: มีข้อผิดพลาดร้ายแรงเกิดขึ้น แอปพลิเคชันจะปิดตัวลง

source: Sending error data
th: กำลังส่งข้อมูลข้อผิดพลาด

source: Report problem
th: รายงานปัญหา

source: OK
th: ตกลง

source: Cancel
th: ยกเลิก

source: A fatal error has occured. Thy limbs are weak and sight is blurred. Forget thy dreams and run in terror. Extraction error.
th: มีข้อผิดพลาดร้ายแรงเกิดขึ้น การรับรองสิทธิการใช้งานผิดพลาด โปรดเข้าสู่ระบบอีกครั้ง

source: Error
th: ข้อผิดพลาด

source: OK
th: ตกลง

source: Search friends by nickname
th: ค้นหาเพื่อนด้วยชื่อเล่น

source: No users found
th: ไม่พบผู้ใช้

source: Request sent
th: ส่งคำขอแล้ว

source: Send request
th: ส่งคำขอ

source: Send request
th: ส่งคำขอ

source: Request send
th: ส่งคำขอแล้ว

source: Invite
th: ชวน

source: Invited
th: ชวนแล้ว

source: Delete
th: ลบ

source: Confirm
th: ยืนยัน

source: Cancel request
th: ยกเลิกคำขอ

source: Playing Life is Feudal
th: กำลังเล่น Life is Feudal

source: Last online: %1 hours ago
th: ออนไลน์ล่าสุด: %1 ชั่วโมงที่แล้ว

source: %1 mutual friend
th: เพื่อนที่มีร่วมกัน %1 คน

source: %1 mutual friends
th: เพื่อนที่มีร่วมกัน %1 คน

source: Delete
th: ลบ

source: Block
th: บล็อก

source: Start chat
th: เริ่มสนทนา

source: Unblock
th: ยกเลิกการบล็อก

source: Add a Friend
th: เพิ่มเพื่อน

source: Friends
th: เพื่อน

source: + Find friends
th: + ค้นหาเพื่อน

source: Requests
th: คำขอ

source: Downloading: %1 Mb from %2 Mb, at %3 Kb/s
th: กำลังดาวน์โหลด: %1 Mb จาก %2 Mb ที่ความเร็ว %3 Kb/s

source: Extracting: %1% %2 Mb remaining
th: กำลังคลายไฟล์: เหลืออีก %1% %2 Mb

source: Uninstalling: %1%
th: กำลังยกเลิกการติดตั้ง: %1%

source: PLAY
th: เล่น

source: INSTALL
th: ติดตั้ง

source: Buy
th: ซื้อ

source: Downloading: %1 Mb from %2 Mb, at %3 Kb/s, peers %4, seeds %5
th: กำลังดาวน์โหลด: %1 Mb จาก %2 Mb ที่ความเร็ว %3 Kb/s, peers %4, seeds %5

source: Repairing data: %1 Mb remaining
th: กำลังซ่อมแซมข้อมูล: เหลืออีก %1 Mb

source: Nothing here. King is at loss
th: ไม่สามารถโหลดรายการแบนเนอร์ โปรดลองอีกครั้งภายหลัง

source: Support
th: สนับสนุน

source: If the game is already installed
th: หากติดตั้งเกมเรียบร้อยแล้ว

source: Locate the game
th: ค้นหาที่ตั้งเกม

source: Install
th: ติดตั้ง

source: Community
th: ชุมชน

source: Repair
th: ซ่อมแซม

source: Uninstall
th: ยกเลิกการติดตั้ง

source: Options
th: ตัวเลือก

source: Can't find game in selected folder.
th: ไม่พบเกมในโฟลเดอร์ที่เลือก

source: You cannot use selected game for the current region.
th: คุณไม่สามารถใช้เกมที่เลือกสำหรับภูมิภาคปัจจุบัน

source: Install Directory
th: ไดเรกทอรีที่ติดตั้ง

source: Change
th: เปลี่ยน

source: Disk Space
th: พื้นที่ดิสก์

source: Cancel
th: ยกเลิก

source: Install
th: ติดตั้ง

source: Select path for install..
th: เลือกเส้นทางสำหรับการติดตั้ง..

source: You cannot use directory to install the game. Please select a different directory for installation.
th: คุณไม่สามารถใช้ไดเรกทอรีนี้เพื่อติดตั้งเกม โปรดเลือกไดเรกทอรีอื่นสำหรับการติดตั้ง

source: Language
th: ภาษา

source: Account
th: บัญชี

source: Remember me
th: จดจำฉัน

source: Downloads
th: ดาวน์โหลด

source: Use p2p connection
th: ใช้การเชื่อมต่อ p2p

source: %1 time lapse
th: ช่วงหน่วงเวลา %1

source: Time Lapse Collection
th: ชุดข้อมูลช่วงหน่วงเวลา

source: Last update:
th: อัปเดตล่าสุด:

source: Update
th: อัปเดต

source: Progress: %1%
th: ความคืบหน้า: %1%

source: Checking updates
th: กำลังตรวจสอบการอัปเดต

source: Downloading launcher update
th: กำลังดาวน์โหลดการอัปเดตตัวเปิดใช้

source: Unpacking launcher update
th: กำลังคลายอัปเดตตัวเปิดใช้

source: Online
th: ออนไลน์

source: Away
th: ไม่อยู่

source: Settings
th: การตั้งค่า

source: Log Out
th: ออกจากระบบ

source: Error! Network list is empty!
th: ข้อผิดพลาด! รายการเครือข่ายว่างเปล่า!

source: Sign in with VK
th: ลงชื่อเข้าใช้ด้วย VK

source: Sign in with Facebook
th: ลงชื่อเข้าใช้ด้วย Facebook

source: Sign in with Google
th: ลงชื่อเข้าใช้ด้วย Google

source: Sign in with Steam
th: ลงชื่อเข้าใช้ด้วย Steam

source: Sign in with Twitter
th: ลงชื่อเข้าใช้ด้วย Twitter

source: Sign in with Naver
th: ลงชื่อเข้าใช้ด้วย Naver

source: Sign in with Baidu
th: ลงชื่อเข้าใช้ด้วย Baidu

source: Error
th: ข้อผิดพลาด

source: Failed loading social providers
th: การโหลดผู้ให้บริการโซเชียลล้มเหลว

source: Social auth failed.
th: การรับรองความถูกต้องของโซเชียลล้มเหลว

source: There was a problem with your request. Please try again.
th: มีปัญหาบางอย่างกับคำขอของคุณ โปรดลองอีกครั้ง

source: Forgot password?
th: ลืมรหัสผ่าน?

source: Create an account
th: สร้างบัญชี

source: Loading the list of regions - please wait
th: กำลังโหลดรายการภูมิภาค โปรดรอ

source: Loading...
th: กำลังโหลด...

source: Locate the game
th: ค้นหาที่ตั้งเกม

source: Changing region will affect your in-game purchases, characters and game patches
th: การเปลี่ยนภูมิภาคจะส่งผลต่อการซื้อของในเกม ตัวละคร และแพทช์เกมของคุณ

source: Next
th: ถัดไป

source: Failed gettings characters information
th: การเรียกข้อมูลตัวละครล้มเหลว

source: Authentication failed.
th: การรับรองความถูกต้องล้มเหลว

source: Error
th: ข้อผิดพลาด

source: Game installation failed with error\n
th: การติดตั้งเกมล้มเหลวเนื่องจากมีข้อผิดพลาด\n

source: \n Please, try again.
th: \n โปรดลองอีกครั้ง

source: %1 time lapse is aviable!
th: ช่วงหน่วงเวลา %1 พร้อมใช้งาน!

source: Game
th: เกม

source: News
th: ข่าว

source: Highlights
th: ไฮไลต์

source: Store
th: ร้านค้า

source: Extracting
th: กำลังคลาย

source: Repairing
th: กำลังซ่อมแซม

source: Downloading
th: กำลังดาวน์โหลด

source: Can't close launcher, while game is running
th: ไม่สามารถปิดตัวเปิดใช้ ขณะที่เกมกำลังเปิดอยู่

source: User %1 invited to chat by %2
th: ผู้ใช้ %1 ได้รับเชิญให้เข้าร่วมการสนทนาโดย %2

source: User %1 leaved from chat
th: ผู้ใช้ %1 ออกจากการสนทนา

source: User %1 removed from chat by %2
th: ผู้ใช้ %1 ถูกลบออกจากการสนทนาโดย %2

source: User %1 created chat %2
th: ผู้ใช้ %1 ได้สร้างการสนทนา %2

source: User %1 changed chat title to %2
th: ผู้ใช้ %1 ได้เปลี่ยนหัวข้อสนทนาเป็น %2

source: Type a message
th: พิมพ์ข้อความ

source: Send
th: ส่ง

source: <font color="#ffffff"><b>%1</b></font> has added you to his friend list. Add him to your list and proceed to chat.
th: <font color="#ffffff"><b>%1</b></font> ได้เพิ่มคุณในรายชื่อเพื่อน คุณสามารถเพิ่มเขาในรายชื่อเพื่อนของคุณ และเริ่มต้นการสนทนา

source: Confirm
th: ยืนยัน

source: Delete
th: ลบ

source: Please select chat to start messaging
th: โปรดเลือกการสนทนาเพื่อเริ่มส่งข้อความ

source: Oops! Something is missing. Looks like your news is in another castle!
th: ไม่สามารถโหลดบทความข่าวได้ โปรดลองอีกครั้งภายหลัง

source: We’re off to repair our medieval power generator (aka water wheel) but try again soon!
th: ไม่สามารถโหลดรายการบทความข่าวได้ โปรดลองอีกครั้งภายหลัง

source: All News
th: ข่าวทั้งหมด

source: Loading...
th: กำลังโหลด...

source: Region
th: ภูมิภาค

source: Changing region will affect your in-game purchases, characters and game patches
th: การเปลี่ยนภูมิภาคจะส่งผลต่อการซื้อของในเกม ตัวละคร และแพทช์เกมของคุณ

source: New friend requests
th: คำขอเป็นเพื่อนใหม่

source: Confirm
th: ยืนยัน

source: Delete
th: ลบ

source: sent requests
th: คำขอที่ส่ง

source: Cancel request
th: ยกเลิกคำขอ

source: Create username
th: สร้างชื่อผู้ใช้

source: Step 1/2
th: ขั้นตอนที่ 1/2

source: Welcome to chat. Set your username so your friends can find you.
th: ยินดีต้อนรับสู่การสนทนา ตั้งชื่อผู้ใช้ของคุณเพื่อให้เพื่อนสามารถค้นหาคุณได้

source: Add a friend
th: เพิ่มเพื่อน

source: Step 2/2
th: ขั้นตอนที่ 2/2

source: Add friend to start messaging. Search by typing email or nickname.
th: เพิ่มเพื่อนเพื่อเริ่มส่งข้อความ สามารถค้นหาเพื่อนโดยการพิมพ์อีเมลหรือชื่อเล่น

source: + Add
th: + เพิ่ม

source: Next
th: ถัดไป

source: Settings
th: การตั้งค่า

source: General
th: ทั่วไป

source: Sound
th: เสียง

source: Chat
th: สนทนา

source: Account
th: บัญชี

source: Reset to Defaults
th: รีเซ็ตเป็นค่าเริ่มต้น

source: Cancel
th: ยกเลิก

source: Done
th: เสร็จ

source: Share
th: แชร์

source: Direct link
th: ลิงก์ตรง

source: Connect your social networks\n and find friends to play with
th: เชื่อมต่อเครือข่ายโซเชียลของคุณ\n และค้นหาเพื่อนเล่น

source: Connect %1
th: เชื่อมต่อ %1

source: Never show this window again
th: ไม่ต้องแสดงหน้าต่างนี้อีก

source: Skip
th: ข้าม

source: Visit us on:
th: เยี่ยมชมเราที่:

source: Find us on Social Media
th: ติดตามเราบนเครือข่ายโซเชียล

source: Search
th: ค้นหา

source: Search
th: ค้นหา

source: Search %1 friends by name
th: ค้นหาเพื่อน %1 ด้วยชื่อ

source: Already playing
th: กำลังเล่นอยู่

source: Invite
th: ชวน

source: Sound section
th: ส่วนเสียง

source: Loading the list of regions - please wait
th: กำลังโหลดรายการภูมิภาค โปรดรอ

source: Loading...
th: กำลังโหลด...

source: Locate the game
th: ค้นหาที่ตั้งเกม

source: Changing region will affect your in-game purchases, characters and game patches
th: การเปลี่ยนภูมิภาคจะส่งผลต่อการซื้อของในเกม ตัวละคร และแพทช์เกมของคุณ

source: Next
th: ถัดไป

source: Enter your email address
th: ใส่อีเมลของคุณ

source: A confirmation email will be sent to the specified email address
th: อีเมลยืนยันจะส่งไปยังอีเมลที่ระบุ

source: Send
th: ส่ง

source: Invalid email address
th: อีเมลไม่ถูกต้อง

source: Email was sent
th: ส่งอีเมลแล้ว

source: Please check your email and confirm the registration
th: โปรดตรวจสอบอีเมลของคุณและยืนยันการลงทะเบียน

source: Authentication failed.
th: การรับรองความถูกต้องล้มเหลว

source: E-mail
th: อีเมล

source: Error
th: ข้อผิดพลาด

source: Loading the list of regions - please wait
th: กำลังโหลดรายการภูมิภาค โปรดรอ

source: Loading...
th: กำลังโหลด...

source: Locate the game
th: ค้นหาที่ตั้งเกม

source: Changing region will affect your in-game purchases, characters and game patches
th: การเปลี่ยนภูมิภาคจะส่งผลต่อการซื้อของในเกม ตัวละคร และแพทช์เกมของคุณ

source: Next
th: ถัดไป

source: Enter your email address
th: ใส่อีเมลของคุณ

source: A confirmation email will be sent to the specified email address
th: อีเมลยืนยันจะส่งไปยังอีเมลที่ระบุ

source: Send
th: ส่ง

source: Invalid email address
th: อีเมลไม่ถูกต้อง

source: Email was sent
th: ส่งอีเมลแล้ว

source: Please check your email and confirm the registration
th: โปรดตรวจสอบอีเมลของคุณและยืนยันการลงทะเบียน

source: Authentication failed.
th: การรับรองความถูกต้องล้มเหลว

source: E-mail
th: อีเมล

source: Error
th: ข้อผิดพลาด

source: Something goes wrong...
th: มีบางอย่างผิดพลาด...

source: Store loading failed
th: การโหลดร้านค้าล้มเหลว

source: Refresh page
th: รีเฟรชหน้า

source: Reopen store
th: เปิดร้านค้าอีกครั้ง

source: Steam overlay loading failed
th: การโหลด Steam overlay ล้มเหลว

source: Please wait, now the store will open without using Steam overlay
th: โปรดรอ ขณะนี้ร้านค้าจะเปิดโดยไม่ใช้ Steam overlay

source: Refresh
th: รีเฟรช

source: Forward
th: ส่งต่อ

source: Back
th: ย้อนกลับ

source: Share
th: แชร์

source: Downloading assets...
th: กำลังดาวน์โหลดทรัพยากร...

source: Unpacking assets...
th: กำลังคลายทรัพยากร...

source: World is loading
th: กำลังโหลดโลก

source: Close
th: ปิด

source: Life is Feudal: launcher
th: Life is Feudal: ตัวเปิดใช้
