Repository: AnastasiaTW/translationProjects
Catalog: Xsolla/Launcher 1804/Final.xliff/*_(en-*-RO).xliff
Languages: ro_ro

source: Username
ro_ro: Nume de utilizator

source: Edit
ro_ro: Editează

source: Disconnect
ro_ro: Deconectează-te

source: Add another network
ro_ro: Adaugă altă rețea

source: Add users
ro_ro: Adaugă utilizatori

source: Invite friends to group
ro_ro: Invită prieteni la grup

source: Search friends
ro_ro: Caută prieteni

source: Add
ro_ro: Adaugă

source: Cancel
ro_ro: Anulează

source: Game Servers Problem
ro_ro: Problemă cu serverele de joc

source: We're experiencing technical problem with game servers. Please click Reload to check status.
ro_ro: Ne confruntăm cu o problemă tehnică la serverele de joc. Te rugăm să dai clic pe „Reîncarcă” pentru a verifica statusul.

source: Loading characters:
ro_ro: Se încarcă personajele:

source: Loading regions:
ro_ro: Se încarcă regiunile:

source: Game ownership:
ro_ro: Proprietate joc:

source: Reload servers
ro_ro: Reîncarcă serverele

source: Password
ro_ro: Parolă

source: Remember me
ro_ro: Păstrează-mă conectat

source: LOADING
ro_ro: SE ÎNCARCĂ

source: SIGN IN
ro_ro: CONECTARE

source: players
ro_ro: jucători

source: Change character
ro_ro: Schimbă personajul

source: Edit chat title
ro_ro: Editează titlul de chat

source: Please use 5 to 20 characters
ro_ro: Te rugăm să folosești între 5 și 20 de caractere

source: Cancel
ro_ro: Anulează

source: Save
ro_ro: Salvează

source: Edit username
ro_ro: Editează numele de utilizator

source: Please use 5 to 20 characters
ro_ro: Te rugăm să folosești între 5 și 20 de caractere

source: Cancel
ro_ro: Anulează

source: Save
ro_ro: Salvează

source: Character Selection
ro_ro: Selectare personaj

source: Name
ro_ro: Nume

source: World
ro_ro: Lume

source: Workload
ro_ro: Volum de muncă

source: + Add character
ro_ro: + Adaugă personaj

source: Done
ro_ro: Terminat

source: Cancel
ro_ro: Anulează

source: Available
ro_ro: Disponibil

source: Unavailable
ro_ro: Indisponibil

source: World is full
ro_ro: Lumea e plină

source: Online
ro_ro: Conectat

source: In game
ro_ro: În joc

source: Away
ro_ro: Inactiv

source: Offline
ro_ro: Deconectat

source: No users found
ro_ro: Nu a fost găsit niciun utilizator

source: Search
ro_ro: Caută

source: Enable notifications
ro_ro: Activează notificările

source: Disable notifications
ro_ro: Dezactivează notificările

source: Settings
ro_ro: Setări

source: Leave group
ro_ro: Părăsește grupul

source: + Create chat
ro_ro: + Creează chat

source: + Create channel
ro_ro: + Creează canal

source: Please select chat to start messaging
ro_ro: Te rugăm să selectezi chatul ca să începi conversația

source: Connect your social networks and find friends to play with
ro_ro: Conectează-te cu rețelele tale de socializare și găsește prieteni de joc

source: Connect Facebook
ro_ro: Conectează-te cu Facebook

source: Connect VK
ro_ro: Conectează-te cu VK

source: Search
ro_ro: Caută

source: Never show this window again
ro_ro: Nu mai afișa această fereastră

source: Skip
ro_ro: Omite

source: Back to chat
ro_ro: Înapoi la chat

source: members: %1
ro_ro: membri: %1

source: Edit
ro_ro: Editează

source: Members
ro_ro: Membri

source: + Add members
ro_ro: + Adaugă membri

source: Remove
ro_ro: Elimină

source: Create chat
ro_ro: Creează chat

source: Invite your friends to chat
ro_ro: Invită-ți prietenii la chat

source: Search friends
ro_ro: Caută prieteni

source: New group
ro_ro: Grup nou

source: New group
ro_ro: Grup nou

source: Cancel
ro_ro: Anulează

source: Add friends
ro_ro: Adaugă prieteni

source: Back
ro_ro: Înapoi

source: Step %1/%2
ro_ro: Pasul %1/%2

source: Next
ro_ro: Următor

source: Set your group name. Start with a latter. Name should not be longer that 20 characters.
ro_ro: Introdu numele de grup. Începe cu o literă. Numele nu trebuie să depășească 20 de caractere.

source: Group chat name
ro_ro: Nume chat de grup

source: Please use 5 to 20 characters
ro_ro: Te rugăm să folosești între 5 și 20 de caractere

source: Invite friends to group
ro_ro: Invită prieteni la grup

source: Search friends
ro_ro: Caută prieteni

source: Error Report
ro_ro: Raport de eroare

source: Error
ro_ro: Eroare

source: A fatal error has occured. Application will be closed.
ro_ro: A avut loc o eroare fatală. Aplicația va fi închisă.

source: Sending error data
ro_ro: Trimitere informații despre eroare

source: Report problem
ro_ro: Raportează problemă

source: Cancel
ro_ro: Anulează

source: A fatal error has occured. Thy limbs are weak and sight is blurred. Forget thy dreams and run in terror. Extraction error.
ro_ro: Eroare autorizare. Te rugăm să intri din nou.

source: Error
ro_ro: Eroare

source: Search friends by nickname
ro_ro: Caută prieteni după poreclă

source: No users found
ro_ro: Nu a fost găsit niciun utilizator

source: Request sent
ro_ro: Cerere trimisă

source: Send request
ro_ro: Trimite cerere

source: Send request
ro_ro: Trimite cerere

source: Request send
ro_ro: Cerere trimisă

source: Invite
ro_ro: Invită

source: Invited
ro_ro: Invitat

source: Delete
ro_ro: Șterge

source: Confirm
ro_ro: Confirmă

source: Cancel request
ro_ro: Anulează cererea

source: Playing Life is Feudal
ro_ro: Joacă Life is Feudal

source: Last online: %1 hours ago
ro_ro: Ultima dată online: acum %1 ore

source: %1 mutual friend
ro_ro: %1 prieten comun

source: %1 mutual friends
ro_ro: %1 prieteni comuni

source: Delete
ro_ro: Șterge

source: Block
ro_ro: Blochează

source: Start chat
ro_ro: Pornește chat

source: Unblock
ro_ro: Deblochează

source: Add a Friend
ro_ro: Adaugă un prieten

source: Friends
ro_ro: Prieteni

source: + Find friends
ro_ro: + Găsește prieteni

source: Requests
ro_ro: Cereri

source: Downloading: %1 Mb from %2 Mb, at %3 Kb/s
ro_ro: Descărcare: %1 Mb din %2 Mb, cu %3 Kb/s

source: Extracting: %1% %2 Mb remaining
ro_ro: Extragere: încă %1% %2 Mb

source: Uninstalling: %1%
ro_ro: Dezinstalare: %1%

source: INSTALL
ro_ro: INSTALEAZĂ

source: Buy
ro_ro: Cumpără

source: Downloading: %1 Mb from %2 Mb, at %3 Kb/s, peers %4, seeds %5
ro_ro: Descărcare: %1 Mb din %2 Mb, cu %3 Kb/s, peers %4, seeds %5

source: Repairing data: %1 Mb remaining
ro_ro: Reparare date: încă %1 Mb

source: Nothing here. King is at loss
ro_ro: Nu se poate încărca lista bannerelor — te rugăm să încerci din nou mai târziu

source: Support
ro_ro: Asistență

source: If the game is already installed
ro_ro: Dacă jocul e deja instalat

source: Locate the game
ro_ro: Localizează jocul

source: Install
ro_ro: Instalează

source: Community
ro_ro: Comunitate

source: Repair
ro_ro: Repară

source: Uninstall
ro_ro: Dezinstalează

source: Options
ro_ro: Opțiuni

source: Can't find game in selected folder.
ro_ro: Jocul nu a fost găsit în folderul selectat.

source: You cannot use selected game for the current region.
ro_ro: Nu poți folosi jocul selectat pentru regiunea actuală.

source: Install Directory
ro_ro: Instalează director

source: Change
ro_ro: Modifică

source: Disk Space
ro_ro: Spațiu pe disc

source: Cancel
ro_ro: Anulează

source: Install
ro_ro: Instalează

source: Select path for install..
ro_ro: Selectează calea de instalare.

source: You cannot use directory to install the game. Please select a different directory for installation.
ro_ro: Nu poți folosi directorul pentru a instala jocul. Te rugăm să selectezi un alt director pentru instalare.

source: Language
ro_ro: Limbă

source: Account
ro_ro: Cont

source: Remember me
ro_ro: Păstrează-mă conectat

source: Downloads
ro_ro: Descărcări

source: Use p2p connection
ro_ro: Folosește conectarea P2P

source: Time Lapse Collection
ro_ro: Galerie time-lapse

source: Last update:
ro_ro: Ultima actualizare:

source: Update
ro_ro: Actualizează

source: Progress: %1%
ro_ro: Progres: %1%

source: Checking updates
ro_ro: Verificare actualizări

source: Downloading launcher update
ro_ro: Descărcare actualizare launcher

source: Unpacking launcher update
ro_ro: Despachetare actualizare launcher

source: Online
ro_ro: Conectat

source: Away
ro_ro: Inactiv

source: Settings
ro_ro: Setări

source: Log Out
ro_ro: Deconectează-te

source: Error! Network list is empty!
ro_ro: Eroare! Lista de rețele este goală!

source: Sign in with VK
ro_ro: Conectare cu VK

source: Sign in with Facebook
ro_ro: Conectare cu Facebook

source: Sign in with Google
ro_ro: Conectare cu Google

source: Sign in with Steam
ro_ro: Conectare cu Steam

source: Sign in with Twitter
ro_ro: Conectare cu Twitter

source: Sign in with Naver
ro_ro: Conectare cu Naver

source: Sign in with Baidu
ro_ro: Conectare cu Baidu

source: Error
ro_ro: Eroare

source: Failed loading social providers
ro_ro: Încărcare furnizori rețele de socializare imposibilă

source: Social auth failed.
ro_ro: Autentificare rețele de socializare imposibilă.

source: There was a problem with your request. Please try again.
ro_ro: A apărut o problemă la cererea ta. Te rugăm să reîncerci.

source: Forgot password?
ro_ro: Ai uitat parola?

source: Create an account
ro_ro: Creează un cont

source: Loading the list of regions - please wait
ro_ro: Se încarcă lista regiunilor — te rugăm să aștepți

source: Loading...
ro_ro: Se încarcă...

source: Locate the game
ro_ro: Localizează jocul

source: Changing region will affect your in-game purchases, characters and game patches
ro_ro: Schimbarea regiunii îți va afecta achizițiile, personajele și patch-urile de joc

source: Next
ro_ro: Următor

source: Failed gettings characters information
ro_ro: Nu s-au putut obține informații despre personaje

source: Authentication failed.
ro_ro: Autentificarea a eșuat.

source: Error
ro_ro: Eroare

source: Game installation failed with error\n
ro_ro: Instalarea jocului a eșuat cu eroarea\n

source: \n Please, try again.
ro_ro: \n Te rugăm să reîncerci.

source: %1 time lapse is aviable!
ro_ro: %1 time-lapse este disponibil!

source: Game
ro_ro: Joc

source: News
ro_ro: Noutăți

source: Highlights
ro_ro: În evidență

source: Store
ro_ro: Magazin

source: Extracting
ro_ro: Extragere

source: Repairing
ro_ro: Reparare

source: Downloading
ro_ro: Descărcare

source: Can't close launcher, while game is running
ro_ro: Launcherul nu poate fi închis atâta timp cât jocul rulează

source: User %1 invited to chat by %2
ro_ro: Utilizatorul %1 a fost invitat la chat de către %2

source: User %1 leaved from chat
ro_ro: Utilizatorul %1 a părăsit chatul

source: User %1 removed from chat by %2
ro_ro: Utilizatorul %1 a fost eliminat din chat de către %2

source: User %1 created chat %2
ro_ro: Utilizatorul %1 a creat chatul %2

source: User %1 changed chat title to %2
ro_ro: Utilizatorul %1 a schimbat numele de chat în %2

source: Type a message
ro_ro: Scrie un mesaj

source: Send
ro_ro: Trimite

source: <font color="#ffffff"><b>%1</b></font> has added you to his friend list. Add him to your list and proceed to chat.
ro_ro: Utilizatorul <font color="#ffffff"><b>%1</b></font> te-a adăugat în lista de prieteni. Adaugă-l în lista ta și mergi la chat.

source: Confirm
ro_ro: Confirmă

source: Delete
ro_ro: Șterge

source: Please select chat to start messaging
ro_ro: Te rugăm să selectezi chatul ca să începi conversația

source: Oops! Something is missing. Looks like your news is in another castle!
ro_ro: Nu se poate încărca articolul — te rugăm să încerci din nou mai târziu

source: We’re off to repair our medieval power generator (aka water wheel) but try again soon!
ro_ro: Nu se poate încărca lista articolelor — te rugăm să încerci din nou mai târziu

source: All News
ro_ro: Toate noutățile

source: Loading...
ro_ro: Se încarcă...

source: Region
ro_ro: Regiune

source: Changing region will affect your in-game purchases, characters and game patches
ro_ro: Schimbarea regiunii îți va afecta achizițiile, personajele și patch-urile de joc

source: New friend requests
ro_ro: Noi cereri de prietenie

source: Confirm
ro_ro: Confirmă

source: Delete
ro_ro: Șterge

source: sent requests
ro_ro: cereri trimise

source: Cancel request
ro_ro: Anulează cererea

source: Create username
ro_ro: Creează nume de utilizator

source: Step 1/2
ro_ro: Pasul 1/2

source: Welcome to chat. Set your username so your friends can find you.
ro_ro: Bun venit în chat! Introdu numele de utilizator ca să te găsească prietenii.

source: Add a friend
ro_ro: Adaugă un prieten

source: Step 2/2
ro_ro: Pasul 2/2

source: Add friend to start messaging. Search by typing email or nickname.
ro_ro: Adaugă un prieten ca să începi conversația. Caută după e-mail sau poreclă.

source: + Add
ro_ro: + Adaugă

source: Next
ro_ro: Următor

source: Settings
ro_ro: Setări

source: General
ro_ro: Generale

source: Sound
ro_ro: Sunet

source: Account
ro_ro: Cont

source: Reset to Defaults
ro_ro: Resetează la valorile prestabilite

source: Cancel
ro_ro: Anulează

source: Done
ro_ro: Terminat

source: Share
ro_ro: Distribuie

source: Direct link
ro_ro: Link direct

source: Connect your social networks\n and find friends to play with
ro_ro: Conectează-te cu rețelele tale sociale\n și găsește prieteni de joc

source: Connect %1
ro_ro: Conectează-te %1

source: Never show this window again
ro_ro: Nu mai afișa această fereastră

source: Skip
ro_ro: Omite

source: Visit us on:
ro_ro: Vizitează-ne pe:

source: Find us on Social Media
ro_ro: Găsește-ne pe rețelele de socializare

source: Search
ro_ro: Caută

source: Search
ro_ro: Caută

source: Search %1 friends by name
ro_ro: Caută prietenii de pe %1 după nume

source: Already playing
ro_ro: Joacă deja

source: Invite
ro_ro: Invită

source: Sound section
ro_ro: Setări de sunet

source: Loading the list of regions - please wait
ro_ro: Se încarcă lista regiunilor — te rugăm să aștepți

source: Loading...
ro_ro: Se încarcă...

source: Locate the game
ro_ro: Localizează jocul

source: Changing region will affect your in-game purchases, characters and game patches
ro_ro: Schimbarea regiunii îți va afecta achizițiile, personajele și patch-urile de joc

source: Next
ro_ro: Următor

source: Enter your email address
ro_ro: Introdu adresa ta de e-mail

source: A confirmation email will be sent to the specified email address
ro_ro: Un e-mail de confirmare va fi trimis la adresa de e-mail specificată

source: Send
ro_ro: Trimite

source: Invalid email address
ro_ro: Adresă de e-mail invalidă

source: Email was sent
ro_ro: E-mailul a fost trimis

source: Please check your email and confirm the registration
ro_ro: Te rugăm să-ți verifici e-mailul și să confirmi înregistrarea

source: Authentication failed.
ro_ro: Autentificarea a eșuat.

source: Error
ro_ro: Eroare

source: Loading the list of regions - please wait
ro_ro: Se încarcă lista regiunilor — te rugăm să aștepți

source: Loading...
ro_ro: Se încarcă...

source: Locate the game
ro_ro: Localizează jocul

source: Changing region will affect your in-game purchases, characters and game patches
ro_ro: Schimbarea regiunii îți va afecta achizițiile, personajele și patch-urile de joc

source: Next
ro_ro: Următor

source: Enter your email address
ro_ro: Introdu adresa ta de e-mail

source: A confirmation email will be sent to the specified email address
ro_ro: Un e-mail de confirmare va fi trimis la adresa de e-mail specificată

source: Send
ro_ro: Trimite

source: Invalid email address
ro_ro: Adresă de e-mail invalidă

source: Email was sent
ro_ro: E-mailul a fost trimis

source: Please check your email and confirm the registration
ro_ro: Te rugăm să-ți verifici e-mailul și să confirmi înregistrarea

source: Authentication failed.
ro_ro: Autentificarea a eșuat.

source: Error
ro_ro: Eroare

source: Something goes wrong...
ro_ro: Ceva nu e în regulă...

source: Store loading failed
ro_ro: Încărcare magazin imposibilă

source: Refresh page
ro_ro: Reîmprospătează pagina

source: Reopen store
ro_ro: Redeschide magazinul

source: Steam overlay loading failed
ro_ro: Încărcare Steam overlay imposibilă

source: Please wait, now the store will open without using Steam overlay
ro_ro: Te rugăm să aștepți, magazinul se va deschide fără Steam overlay

source: Refresh
ro_ro: Reîmprospătează

source: Forward
ro_ro: Înainte

source: Back
ro_ro: Înapoi

source: Share
ro_ro: Distribuie

source: Downloading assets...
ro_ro: Descărcare materiale...

source: Unpacking assets...
ro_ro: Despachetare materiale...

source: World is loading
ro_ro: Lumea se încarcă

source: Close
ro_ro: Închide
