Repository: AnastasiaTW/translationProjects
Catalog: Xsolla/Launcher 1804/Final.xliff/*_(en-vi).xliff
Languages: vi

source: Username
vi: Tên người dùng

source: Edit
vi: Sửa

source: Disconnect
vi: Ngắt kết nối

source: Add another network
vi: Thêm mạng khác

source: Add users
vi: Thêm người dùng

source: Invite friends to group
vi: Mời bạn vào nhóm

source: Search friends
vi: Tìm bạn

source: Add
vi: Thêm

source: Cancel
vi: Hủy

source: Game Servers Problem
vi: Sự cố máy chủ trò chơi

source: We're experiencing technical problem with game servers. Please click Reload to check status.
vi: Chúng tôi đang gặp phải sự cố kỹ thuật với máy chủ trò chơi. Vui lòng nhấn nút Tải lại để kiểm tra trạng thái.

source: Loading characters:
vi: Đang tải nhân vật:

source: Loading regions:
vi: Đang tải các vùng:

source: Game ownership:
vi: Quyền sở hữu trò chơi:

source: Reload servers
vi: Tải lại máy chủ

source: Password
vi: Mật khẩu

source: Remember me
vi: Ghi nhớ thông tin của tôi

source: LOADING
vi: ĐANG TẢI

source: SIGN IN
vi: ĐĂNG NHẬP

source: players
vi: người chơi

source: Change character
vi: Đổi nhân vật

source: Edit chat title
vi: Sửa tiêu đề cuộc trò chuyện

source: Please use 5 to 20 characters
vi: Vui lòng giới hạn từ 5 đến 20 ký tự

source: Cancel
vi: Hủy

source: Save
vi: Lưu

source: Edit username
vi: Sửa tên người dùng

source: Please use 5 to 20 characters
vi: Vui lòng giới hạn từ 5 đến 20 ký tự

source: Cancel
vi: Hủy

source: Save
vi: Lưu

source: Character Selection
vi: Chọn nhân vật

source: Name
vi: Tên

source: World
vi: Thế giới

source: Workload
vi: Mức tải

source: Status
vi: Trạng thái

source: + Add character
vi: + Thêm nhân vật

source: Done
vi: Xong

source: Cancel
vi: Hủy

source: Available
vi: Khả dụng

source: Unavailable
vi: Không khả dụng

source: World is full
vi: Thế giới này đã đầy

source: Online
vi: Trực tuyến

source: In game
vi: Trong game

source: Away
vi: Đi khỏi

source: Offline
vi: Ngoại tuyến

source: Chat
vi: Trò chuyện

source: No users found
vi: Không tìm thấy người dùng nào

source: Search
vi: Tìm kiếm

source: Enable notifications
vi: Bật thông báo

source: Disable notifications
vi: Tắt thông báo

source: Settings
vi: Cài đặt

source: Leave group
vi: Rời nhóm

source: + Create chat
vi: + Tạo cuộc trò chuyện

source: + Create channel
vi: + Tạo kênh

source: Please select chat to start messaging
vi: Hãy chọn một cuộc trò chuyện để bắt đầu nhắn tin

source: Connect your social networks and find friends to play with
vi: Liên kết với các mạng xã hội để tìm bạn cùng chơi

source: Connect Facebook
vi: Liên kết với Facebook

source: Connect VK
vi: Liên kết với VK

source: Search
vi: Tìm kiếm

source: Never show this window again
vi: Không hiện cửa sổ này nữa

source: Skip
vi: Bỏ qua

source: Back to chat
vi: Trở về cuộc trò chuyện

source: members: %1
vi: Thành viên: %1

source: Edit
vi: Sửa

source: Members
vi: Thành viên

source: + Add members
vi: + Thêm thành viên

source: Remove
vi: Mời ra

source: Create chat
vi: Tạo trò chuyện

source: Invite your friends to chat
vi: Mời bạn tham gia trò chuyện

source: Search friends
vi: Tìm bạn

source: New group
vi: Nhóm mới

source: New group
vi: Nhóm mới

source: Cancel
vi: Hủy

source: Add friends
vi: Thêm bạn

source: Back
vi: Trở lại

source: Step %1/%2
vi: Bước %1/%2

source: Next
vi: Tiếp tục

source: Set your group name. Start with a latter. Name should not be longer that 20 characters.
vi: Đặt tên cho nhóm của bạn. Bắt đầu bằng một chữ cái. Tên không được dài quá 20 ký tự.

source: Group chat name
vi: Tên cuộc trò chuyện nhóm

source: Please use 5 to 20 characters
vi: Vui lòng giới hạn từ 5 đến 20 ký tự

source: Invite friends to group
vi: Mời bạn vào nhóm

source: Search friends
vi: Tìm bạn

source: Error Report
vi: Báo cáo lỗi

source: Error
vi: Lỗi

source: A fatal error has occured. Application will be closed.
vi: Gặp lỗi nghiêm trọng. Ứng dụng sẽ bị đóng.

source: Sending error data
vi: Đang gửi thông tin về lỗi

source: Report problem
vi: Báo cáo sự cố

source: Cancel
vi: Hủy

source: A fatal error has occured. Thy limbs are weak and sight is blurred. Forget thy dreams and run in terror. Extraction error.
vi: Gặp lỗi khi xác thực. Vui lòng đăng nhập lại.

source: Error
vi: Lỗi

source: Search friends by nickname
vi: Tìm bạn theo bí danh

source: No users found
vi: Không tìm thấy người dùng nào

source: Request sent
vi: Đã gửi yêu cầu

source: Send request
vi: Gửi yêu cầu

source: Send request
vi: Gửi yêu cầu

source: Request send
vi: Đã gửi yêu cầu

source: Invite
vi: Mời

source: Invited
vi: Đã mời

source: Delete
vi: Xóa

source: Confirm
vi: Xác nhận

source: Cancel request
vi: Hủy yêu cầu

source: Playing Life is Feudal
vi: Đang chơi Life is Feudal

source: Last online: %1 hours ago
vi: Trực tuyến lần cuối: %1 giờ trước

source: %1 mutual friend
vi: %1 bạn chung

source: %1 mutual friends
vi: %1 bạn chung

source: Delete
vi: Xóa

source: Block
vi: Chặn

source: Start chat
vi: Bắt đầu trò chuyện

source: Unblock
vi: Bỏ chặn

source: Add a Friend
vi: Thêm bạn

source: Friends
vi: Bạn bè

source: + Find friends
vi: + Tìm bạn

source: Requests
vi: Yêu cầu

source: Downloading: %1 Mb from %2 Mb, at %3 Kb/s
vi: Đang tải: %1 Mb trên %2 Mb, tốc độ %3 Kb/s

source: Extracting: %1% %2 Mb remaining
vi: Đang giải nén: %1% còn lại %2 Mb

source: Uninstalling: %1%
vi: Đang gỡ cài đặt: %1%

source: PLAY
vi: CHƠI

source: INSTALL
vi: CÀI ĐẶT

source: Buy
vi: Mua

source: Downloading: %1 Mb from %2 Mb, at %3 Kb/s, peers %4, seeds %5
vi: Đang tải: %1 Mb trên %2 Mb, tốc độ %3 Kb/s, khách %4, nguồn %5

source: Repairing data: %1 Mb remaining
vi: Đang khắc phục dữ liệu: còn lại %1 Mb

source: Nothing here. King is at loss
vi: Không thể tải danh sách bảng hiệu - vui lòng thử lại sau

source: Support
vi: Hỗ trợ

source: If the game is already installed
vi: Nếu trò chơi đã được cài đặt

source: Locate the game
vi: Xác định thư mục cài trò chơi

source: Install
vi: Cài đặt

source: Community
vi: Cộng đồng

source: Repair
vi: Sửa chữa

source: Uninstall
vi: Gỡ cài đặt

source: Options
vi: Tùy chọn

source: Can't find game in selected folder.
vi: Không tìm thấy trò chơi trong thư mục đã chọn.

source: You cannot use selected game for the current region.
vi: Bạn không thể dùng trò chơi đã chọn cho khu vực hiện tại.

source: Install Directory
vi: Thư mục cài đặt

source: Change
vi: Thay đổi

source: Disk Space
vi: Dung lượng đĩa

source: Cancel
vi: Hủy

source: Install
vi: Cài đặt

source: Select path for install..
vi: Chọn đường dẫn để cài đặt...

source: You cannot use directory to install the game. Please select a different directory for installation.
vi: Bạn không thể cài trò chơi vào thư mục này. Hãy chọn một thư mục khác để cài đặt.

source: Language
vi: Ngôn ngữ

source: Account
vi: Tài khoản

source: Remember me
vi: Ghi nhớ thông tin của tôi

source: Downloads
vi: Tải về

source: Use p2p connection
vi: Sử dụng kết nối ngang hàng (p2p)

source: %1 time lapse
vi: Video time lapse %1

source: Time Lapse Collection
vi: Bộ sưu tập video time lapse

source: Last update:
vi: Cập nhật lần cuối:

source: Update
vi: Cập nhật

source: Progress: %1%
vi: Tiến trình: %1%

source: Checking updates
vi: Đang kiểm tra cập nhật

source: Downloading launcher update
vi: Đang tải về bản cập nhật cho trình khởi chạy

source: Unpacking launcher update
vi: Đang giải nén bản cập nhật cho trình khởi chạy

source: Online
vi: Trực tuyến

source: Away
vi: Đi khỏi

source: Settings
vi: Cài đặt

source: Log Out
vi: Đăng xuất

source: Error! Network list is empty!
vi: Lỗi! Danh sách mạng trống!

source: Sign in with VK
vi: Đăng nhập bằng VK

source: Sign in with Facebook
vi: Đăng nhập bằng Facebook

source: Sign in with Google
vi: Đăng nhập bằng Google

source: Sign in with Steam
vi: Đăng nhập bằng Steam

source: Sign in with Twitter
vi: Đăng nhập bằng Twitter

source: Sign in with Naver
vi: Đăng nhập bằng Naver

source: Sign in with Baidu
vi: Đăng nhập bằng Baidu

source: Error
vi: Lỗi

source: Failed loading social providers
vi: Không tải được dịch vụ mạng xã hội

source: Social auth failed.
vi: Xác thực bằng mạng xã hội thất bại.

source: There was a problem with your request. Please try again.
vi: Có lỗi xảy ra đối với yêu cầu của bạn. Vui lòng thử lại.

source: Forgot password?
vi: Quên mật khẩu?

source: Create an account
vi: Tạo tài khoản

source: Loading the list of regions - please wait
vi: Đang tải danh mục các vùng — xin chờ giây lát

source: Loading...
vi: Đang tải...

source: Locate the game
vi: Xác định thư mục cài trò chơi

source: Changing region will affect your in-game purchases, characters and game patches
vi: Thay đổi vùng sẽ làm ảnh hưởng đến các giao dịch mua sắm trong trò chơi, nhân vật và bản vá lỗi trò chơi của bạn

source: Next
vi: Tiếp tục

source: Failed gettings characters information
vi: Không thể lấy thông tin nhân vật

source: Authentication failed.
vi: Không thể xác thực.

source: Error
vi: Lỗi

source: Game installation failed with error\n
vi: Không thể cài đặt trò chơi do gặp lỗi\n

source: \n Please, try again.
vi: \n Vui lòng thử lại.

source: %1 time lapse is aviable!
vi: Video time lapse %1 đã sẵn sàng!

source: Game
vi: Trò chơi

source: News
vi: Tin tức

source: Highlights
vi: Nổi bật

source: Store
vi: Cửa hàng

source: Extracting
vi: Đang giải nén

source: Repairing
vi: Đang sửa chữa

source: Downloading
vi: Đang tải về

source: Can't close launcher, while game is running
vi: Không thể đóng trình khởi chạy khi đang chơi trò chơi

source: User %1 invited to chat by %2
vi: Người dùng %1 được %2 mời tham gia trò chuyện

source: User %1 leaved from chat
vi: Người dùng %1 đã rời khỏi cuộc trò chuyện

source: User %1 removed from chat by %2
vi: Người dùng %1 bị %2 mời ra khỏi cuộc trò chuyện

source: User %1 created chat %2
vi: Người dùng %1 đã tạo cuộc trò chuyện %2

source: User %1 changed chat title to %2
vi: Người dùng %1 đã thay đổi tiêu đề cuộc trò chuyện thành %2

source: Type a message
vi: Nhập tin nhắn

source: Send
vi: Gửi

source: <font color="#ffffff"><b>%1</b></font> has added you to his friend list. Add him to your list and proceed to chat.
vi: <font color="#ffffff"><b>%1</b></font> vừa thêm bạn vào danh sách bạn bè của họ. Hãy thêm người này vào danh sách của bạn và bắt đầu trò chuyện.

source: Confirm
vi: Xác nhận

source: Delete
vi: Xóa

source: Please select chat to start messaging
vi: Hãy chọn một cuộc trò chuyện để bắt đầu nhắn tin

source: Oops! Something is missing. Looks like your news is in another castle!
vi: Không thể tải bản tin — vui lòng thử lại sau

source: We’re off to repair our medieval power generator (aka water wheel) but try again soon!
vi: Không thể tải danh sách bản tin — vui lòng thử lại sau

source: All News
vi: Tất cả tin tức

source: Loading...
vi: Đang tải...

source: Region
vi: Vùng

source: Changing region will affect your in-game purchases, characters and game patches
vi: Thay đổi vùng sẽ làm ảnh hưởng đến các giao dịch mua sắm trong trò chơi, nhân vật và bản vá lỗi trò chơi của bạn

source: New friend requests
vi: Yêu cầu thêm bạn mới

source: Confirm
vi: Xác nhận

source: Delete
vi: Xóa

source: sent requests
vi: yêu cầu đã gửi

source: Cancel request
vi: Hủy yêu cầu

source: Create username
vi: Tạo tên người dùng

source: Step 1/2
vi: Bước 1/2

source: Welcome to chat. Set your username so your friends can find you.
vi: Chào mừng bạn đã tham gia trò chuyện. Hãy đặt tên người dùng cho mình để bạn bè có thể tìm thấy bạn.

source: Add a friend
vi: Thêm bạn

source: Step 2/2
vi: Bước 2/2

source: Add friend to start messaging. Search by typing email or nickname.
vi: Hãy thêm bạn để bắt đầu nhắn tin. Tìm bằng cách nhập vào địa chỉ email hoặc bí danh.

source: + Add
vi: + Thêm

source: Next
vi: Tiếp tục

source: Settings
vi: Cài đặt

source: General
vi: Tổng quan

source: Sound
vi: Âm thanh

source: Chat
vi: Trò chuyện

source: Account
vi: Tài khoản

source: Reset to Defaults
vi: Đặt lại về mặc định

source: Cancel
vi: Hủy

source: Done
vi: Xong

source: Share
vi: Chia sẻ

source: Direct link
vi: Liên kết trực tiếp

source: Connect your social networks\n and find friends to play with
vi: Liên kết với các mạng xã hội\n để tìm bạn cùng chơi

source: Connect %1
vi: Liên kết với %1

source: Never show this window again
vi: Không hiện cửa sổ này nữa

source: Skip
vi: Bỏ qua

source: Visit us on:
vi: Ghé thăm chúng tôi trên:

source: Find us on Social Media
vi: Tìm chúng tôi trên Mạng xã hội

source: Search
vi: Tìm kiếm

source: Search
vi: Tìm kiếm

source: Search %1 friends by name
vi: Tìm kiếm bạn %1 theo tên

source: Already playing
vi: Đã tham gia chơi

source: Invite
vi: Mời

source: Sound section
vi: Cài đặt âm thanh

source: Loading the list of regions - please wait
vi: Đang tải danh mục các vùng — xin chờ giây lát

source: Loading...
vi: Đang tải...

source: Locate the game
vi: Xác định thư mục cài trò chơi

source: Changing region will affect your in-game purchases, characters and game patches
vi: Thay đổi vùng sẽ làm ảnh hưởng đến các giao dịch mua sắm trong trò chơi, nhân vật và bản vá lỗi trò chơi của bạn

source: Next
vi: Tiếp tục

source: Enter your email address
vi: Nhập địa chỉ email của bạn

source: A confirmation email will be sent to the specified email address
vi: Một email xác nhận sẽ được gửi đến địa chỉ email bạn đã nhập

source: Send
vi: Gửi

source: Invalid email address
vi: Địa chỉ email không hợp lệ

source: Email was sent
vi: Đã gửi email

source: Please check your email and confirm the registration
vi: Vui lòng kiểm tra email và xác nhận đăng ký

source: Authentication failed.
vi: Không thể xác thực.

source: Error
vi: Lỗi

source: Loading the list of regions - please wait
vi: Đang tải danh mục các vùng — xin chờ giây lát

source: Loading...
vi: Đang tải...

source: Locate the game
vi: Xác định thư mục cài trò chơi

source: Changing region will affect your in-game purchases, characters and game patches
vi: Thay đổi vùng sẽ làm ảnh hưởng đến các giao dịch mua sắm trong trò chơi, nhân vật và bản vá lỗi trò chơi của bạn

source: Next
vi: Tiếp tục

source: Enter your email address
vi: Nhập địa chỉ email của bạn

source: A confirmation email will be sent to the specified email address
vi: Một email xác nhận sẽ được gửi đến địa chỉ email bạn đã nhập

source: Send
vi: Gửi

source: Invalid email address
vi: Địa chỉ email không hợp lệ

source: Email was sent
vi: Đã gửi email

source: Please check your email and confirm the registration
vi: Vui lòng kiểm tra email và xác nhận đăng ký

source: Authentication failed.
vi: Không thể xác thực.

source: Error
vi: Lỗi

source: Something goes wrong...
vi: Đã có lỗi xảy ra...

source: Store loading failed
vi: Không thể tải cửa hàng

source: Refresh page
vi: Làm mới trang

source: Reopen store
vi: Khởi chạy lại cửa hàng

source: Steam overlay loading failed
vi: Steam overlay quá trình tải thất bại

source: Please wait, now the store will open without using Steam overlay
vi: Vui lòng chờ, cửa hàng sẽ mở mà không dùng Steam overlay

source: Refresh
vi: Làm mới

source: Forward
vi: Tiến

source: Back
vi: Lùi

source: Share
vi: Chia sẻ

source: Downloading assets...
vi: Đang tải dữ liệu...

source: Unpacking assets...
vi: Đang giải nén dữ liệu...

source: World is loading
vi: Đang tải thế giới

source: Close
vi: Đóng

source: Life is Feudal: launcher
vi: Life is Feudal: trình khởi chạy
