Repository: AnastasiaTW/translationProjects
Catalog: Xsolla/Launcher 1804/Final.xliff/*_(en-he).xliff
Languages: he

source: Username
he: שם משתמש

source: Edit
he: עריכה

source: Disconnect
he: התנתק

source: Add another network
he: הוסף רשת נוספת

source: Add users
he: הוסף משתמשים

source: Invite friends to group
he: הזמן חברים לקבוצה

source: Search friends
he: חפש חברים

source: Add
he: הוספה

source: Cancel
he: ביטול

source: Game Servers Problem
he: בעיה בשרתי המשחק

source: We're experiencing technical problem with game servers. Please click Reload to check status.
he: יש לנו בעיה טכנית עם שרתי משחק. יש ללחוץ על "טען מחדש" כדי לבדוק סטטוס.

source: Loading characters:
he: טוען דמויות:

source: Loading regions:
he: טוען אזורים:

source: Game ownership:
he: בעלות על המשחק:

source: Reload servers
he: לטעינת שרתים מחדש

source: email
he: דוא"ל

source: Password
he: סיסמה

source: Remember me
he: זכור אותי

source: LOADING
he: טוען

source: SIGN IN
he: כניסה

source: players
he: שחקנים

source: Change character
he: שינוי דמות

source: Edit chat title
he: עריכת כותרת צ'אט

source: Please use 5 to 20 characters
he: יש להשתמש ב-5 עד 20 תווים

source: Cancel
he: ביטול

source: Save
he: שמירה

source: Edit username
he: עריכת שם משתמש

source: Please use 5 to 20 characters
he: יש להשתמש ב-5 עד 20 תווים

source: Cancel
he: ביטול

source: Save
he: שמירה

source: Character Selection
he: בחירת דמות

source: Name
he: שם

source: World
he: עולם

source: Workload
he: עומס שרת

source: Status
he: סטטוס

source: + Add character
he: + הוסף דמות

source: Done
he: בוצע

source: Cancel
he: ביטול

source: Available
he: זמין

source: Unavailable
he: לא זמין

source: World is full
he: העולם מלא

source: Online
he: מחובר

source: In game
he: במשחק

source: Away
he: לא נמצא

source: Offline
he: לא מחובר

source: Chat
he: צ'אט

source: No users found
he: לא נמצאו משתמשים

source: Search
he: חיפוש

source: Enable notifications
he: אפשר הודעות

source: Disable notifications
he: אל תאפשר הודעות

source: Settings
he: הגדרות

source: Leave group
he: לעזוב את הקבוצה

source: + Create chat
he: + יצירת צ'אט

source: + Create channel
he: + יצירת ערוץ

source: Please select chat to start messaging
he: יש לבחור צ'אט כדי להתחיל לשלוח הודעות

source: Connect your social networks and find friends to play with
he: חברו את הרשתות החברתיות שלכם כדי למצוא חברים למשחק

source: Connect Facebook
he: חיבור פייסבוק

source: Connect VK
he: חיבור VK

source: Search
he: חיפוש

source: Never show this window again
he: לעולם אל תציג חלון זה שוב

source: Skip
he: דלג

source: Back to chat
he: חזרה לצ'אט

source: members: %1
he: חברים: %1

source: Edit
he: עריכה

source: Members
he: חברים

source: + Add members
he: + הוסף חברים

source: Remove
he: הסר

source: Create chat
he: ליצירת צ'אט

source: Invite your friends to chat
he: הזמן את חבריך לצ'אט

source: Search friends
he: חפש חברים

source: New group
he: קבוצה חדשה

source: New group
he: קבוצה חדשה

source: Cancel
he: ביטול

source: Add friends
he: הוספת חברים

source: Back
he: חזרה

source: Step %1/%2
he: שלב %1/%2

source: Next
he: הבא

source: Set your group name. Start with a latter. Name should not be longer that 20 characters.
he: הגדר שם לקבוצה שלך. יש להתחיל באות לועזית. השם יכול להכיל עד 20 תווים.

source: Group chat name
he: שם קבוצת צ'אט

source: Please use 5 to 20 characters
he: יש להשתמש ב-5 עד 20 תווים

source: Invite friends to group
he: הזמן חברים לקבוצה

source: Search friends
he: חפש חברים

source: Error Report
he: דוח שגיאה

source: Error
he: שגיאה

source: A fatal error has occured. Application will be closed.
he: ארעה שגיאה חמורה. היישום ייסגר.

source: Sending error data
he: שולח נתונים בקשר לשגיאה

source: Report problem
he: דווח על בעיה

source: OK
he: בסדר

source: Cancel
he: בטל

source: A fatal error has occured. Thy limbs are weak and sight is blurred. Forget thy dreams and run in terror. Extraction error.
he: ארעה שגיאת הרשאה. יש להתחבר שוב.

source: Error
he: שגיאה

source: OK
he: בסדר

source: Search friends by nickname
he: חיפוש חברים לפי כינוי

source: No users found
he: לא נמצאו משתמשים

source: Request sent
he: הבקשה נשלחה

source: Send request
he: שלח בקשה

source: Send request
he: שלח בקשה

source: Request send
he: הבקשה נשלחה

source: Invite
he: הזמן

source: Invited
he: הוזמן

source: Delete
he: מחיקה

source: Confirm
he: אישור

source: Cancel request
he: ביטול בקשה

source: Playing Life is Feudal
he: משחק/ת Life is Feudal

source: Last online: %1 hours ago
he: התחבר/ה לאחרונה: לפני %1 שעות

source: %1 mutual friend
he: %1 חבר משותף

source: %1 mutual friends
he: %1 חברים משותפים

source: Delete
he: מחיקה

source: Block
he: חסימה

source: Start chat
he: התחל צ'אט

source: Unblock
he: ביטול חסימה

source: Add a Friend
he: הוספת חבר

source: Friends
he: חברים

source: + Find friends
he: + מצא/י חברים

source: Requests
he: בקשות

source: Downloading: %1 Mb from %2 Mb, at %3 Kb/s
he: מוריד: %1 Mb מתוך %2 Mb, במהירות של %3 Kb לשנייה

source: Extracting: %1% %2 Mb remaining
he: מחלץ: %1 % נותרו %2 Mb

source: Uninstalling: %1%
he: מסיר התקנה: %1 %

source: PLAY
he: משחק

source: INSTALL
he: התקנה

source: Buy
he: קנייה

source: Downloading: %1 Mb from %2 Mb, at %3 Kb/s, peers %4, seeds %5
he: מוריד: %1 Mb מ- %2 Mb, ב- %3 kb/לשנייה, עמיתים %4, מעלים %5

source: Repairing data: %1 Mb remaining
he: מתקן נתונים: נותרו %1 Mb

source: Nothing here. King is at loss
he: לא ניתן לטעון את רשימת הכרזות - יש לנסות מאוחר יותר

source: Support
he: תמיכה

source: If the game is already installed
he: אם המשחק כבר מותקן

source: Locate the game
he: אתר את המשחק

source: Install
he: התקנה

source: Community
he: קהילה

source: Repair
he: תיקון

source: Uninstall
he: הסרת התקנה

source: Options
he: אפשרויות

source: Can't find game in selected folder.
he: לא ניתן למצוא את המשחק בתיקייה שנבחרה.

source: You cannot use selected game for the current region.
he: לא ניתן להשתמש במשחק שנבחר באזור הנוכחי.

source: Install Directory
he: מיקום התקנה

source: Change
he: שינוי

source: Disk Space
he: שטח כונן

source: Cancel
he: ביטול

source: Install
he: התקנה

source: Select path for install..
he: לבחירת מסלול להתקנה..

source: You cannot use directory to install the game. Please select a different directory for installation.
he: לא ניתן להשתמש בתיקייה זו להתקנת המשחק. עליך לבחור תיקייה אחרת להתקנה.

source: Language
he: שפה

source: Account
he: חשבון

source: Remember me
he: זכור אותי

source: Downloads
he: הורדות

source: Use p2p connection
he: השתמש בחיבור עמיתים (p2p)

source: %1 time lapse
he: צילום מואץ %1

source: Time Lapse Collection
he: אוסף צילום מואץ

source: Last update:
he: עדכון אחרון:

source: Update
he: עדכן

source: Progress: %1%
he: התקדמות: %1%

source: Checking updates
he: בודק עדכונים

source: Downloading launcher update
he: מוריד עדכון לתוכנת ההרצה

source: Unpacking launcher update
he: פורק עדכון לתוכנת ההרצה

source: Online
he: מחובר

source: Away
he: לא נמצא

source: Settings
he: הגדרות

source: Log Out
he: התנתקות

source: Error! Network list is empty!
he: שגיאה! רשימת הרשת ריקה!

source: Sign in with VK
he: התחברות באמצעות VK

source: Sign in with Facebook
he: התחברות באמצעות Facebook

source: Sign in with Google
he: התחברות באמצעות Google

source: Sign in with Steam
he: התחברות באמצעות Steam

source: Sign in with Twitter
he: התחברות באמצעות Twitter

source: Sign in with Naver
he: התחברות באמצעות Naver

source: Sign in with Baidu
he: התחברות באמצעות Baidu

source: Error
he: שגיאה

source: Failed loading social providers
he: טעינת רשתות חברתיות נכשלה

source: Social auth failed.
he: אימות באמצעות רשת חברתית נכשל.

source: There was a problem with your request. Please try again.
he: הייתה בעיה עם הבקשה שלך. יש לנסות שנית.

source: Forgot password?
he: שכחת את סיסמך?

source: Create an account
he: יצירת חשבון

source: Loading the list of regions - please wait
he: טוען את רשימת האזורים - נא להמתין

source: Loading...
he: טוען...

source: Locate the game
he: אתר את המשחק

source: Changing region will affect your in-game purchases, characters and game patches
he: שינוי האזור ישפיע על הקניות שלך במשחק, על הדמויות שלך ועל עדכוני המשחק שלך

source: Next
he: הבא

source: Failed gettings characters information
he: הנסיון להשיג מידע על הדמויות נכשל

source: Authentication failed.
he: אימות נכשל.

source: Error
he: שגיאה

source: Game installation failed with error\n
he: התקנת המשחק נכשלה עם קוד שגיאה \n

source: \n Please, try again.
he: \n יש לנסות שנית.

source: %1 time lapse is aviable!
he: צילום מואץ של %1 זמין!

source: Game
he: משחק

source: News
he: חדשות

source: Highlights
he: פריטים עיקריים

source: Store
he: חנות

source: Extracting
he: מבצע חילוץ

source: Repairing
he: מבצע תיקון

source: Downloading
he: מוריד

source: Can't close launcher, while game is running
he: לא ניתן לסגור את תוכנת ההרצה בזמן שהמשחק פועל

source: User %1 invited to chat by %2
he: משתמש %1 הוזמן לצ'אט על ידי %2

source: User %1 leaved from chat
he: משתמש %1 עזב את הצ'אט

source: User %1 removed from chat by %2
he: משתמש %1 הוסר מהצ'אט על ידי %2

source: User %1 created chat %2
he: משתמש %1 יצר את צ'אט %2

source: User %1 changed chat title to %2
he: משתמש %1 שינה את כותרת הצ'אט ל- %2

source: Type a message
he: הקלד/י הודעה

source: Send
he: שליחה

source: <font color="#ffffff"><b>%1</b></font> has added you to his friend list. Add him to your list and proceed to chat.
he: <font color="#ffffff"><b>%1</b></font> הוסיף/ה אותך לרשימת החברים שלו/ה. באפשרותך להוסיף אותו/ה לרשימה שלך ולהמשיך לצ'אט.

source: Confirm
he: אישור

source: Delete
he: מחיקה

source: Please select chat to start messaging
he: יש לבחור צ'אט כדי להתחיל לשלוח הודעות

source: Oops! Something is missing. Looks like your news is in another castle!
he: לא ניתן לטעון את מאמר החדשות. יש לנסות שנית מאוחר יותר.

source: We’re off to repair our medieval power generator (aka water wheel) but try again soon!
he: לא ניתן לטעון את רשימת מאמרי החדשות. יש לנסות שנית מאוחר יותר.

source: All News
he: כל החדשות

source: Loading...
he: טוען...

source: Region
he: אזור

source: Changing region will affect your in-game purchases, characters and game patches
he: שינוי האזור ישפיע על הקניות שלך במשחק, על הדמויות שלך ועל עדכוני המשחק שלך

source: New friend requests
he: בקשות חברות חדשות

source: Confirm
he: אישור

source: Delete
he: מחיקה

source: sent requests
he: בקשות שנשלחו

source: Cancel request
he: ביטול בקשה

source: Create username
he: יצירת שם משתמש

source: Step 1/2
he: שלב 1/2

source: Welcome to chat. Set your username so your friends can find you.
he: ברוך הבא לצ'אט. עליך להגדיר את שם המשתמש שלך כדי שהחברים שלך יוכלו למצוא אותך.

source: Add a friend
he: הוספת חבר

source: Step 2/2
he: שלב 2/2

source: Add friend to start messaging. Search by typing email or nickname.
he: באפשרותך להוסיף חברים ולהתחילו לשלוח הודעות. ניתן לחפש חברים באמצעות הקלדת כתובת דוא"ל או כינוי.

source: + Add
he: +הוספה

source: Next
he: הבא

source: Settings
he: הגדרות

source: General
he: כללי

source: Sound
he: שמע

source: Chat
he: צ'אט

source: Account
he: חשבון

source: Reset to Defaults
he: איפוס לברירות מחדל

source: Cancel
he: ביטול

source: Done
he: בוצע

source: Share
he: שיתוף

source: Direct link
he: קישור ישיר

source: Connect your social networks\n and find friends to play with
he: התחברו לרשתות החברתיות שלכם\n ומצאו חברים לשחק עמם

source: Connect %1
he: התחבר/י%1

source: Never show this window again
he: לעולם אל תציג חלון זה שוב

source: Skip
he: דלג

source: Visit us on:
he: ניתן לבקר אותנו ב:

source: Find us on Social Media
he: מצאו אותנו ברשתות החברתיות

source: Search
he: חיפוש

source: Search
he: חיפוש

source: Search %1 friends by name
he: חיפוש %1 חברים לפי שם

source: Already playing
he: כבר משחקים

source: Invite
he: הזמן

source: Sound section
he: מקטע שמע

source: Loading the list of regions - please wait
he: טוען את רשימת האזורים - נא להמתין

source: Loading...
he: טוען...

source: Locate the game
he: אתר את המשחק

source: Changing region will affect your in-game purchases, characters and game patches
he: שינוי האזור ישפיע על הקניות שלך במשחק, על הדמויות שלך ועל עדכוני המשחק שלך

source: Next
he: הבא

source: Enter your email address
he: הזן את כתובת הדוא"ל שלך

source: A confirmation email will be sent to the specified email address
he: מייל אישור ישלח לכתובת הדוא"ל שצוינה

source: Send
he: שליחה

source: Invalid email address
he: כתובת הדוא"ל אינה חוקית

source: Email was sent
he: הדוא"ל נשלח

source: Please check your email and confirm the registration
he: יש לבדוק את הדוא"ל שלך ולאשר את ההרשמה

source: Authentication failed.
he: אימות נכשל.

source: E-mail
he: דוא"ל

source: Error
he: שגיאה

source: Loading the list of regions - please wait
he: טוען את רשימת האזורים - נא להמתין

source: Loading...
he: טוען...

source: Locate the game
he: אתר את המשחק

source: Changing region will affect your in-game purchases, characters and game patches
he: שינוי האזור ישפיע על הקניות שלך במשחק, על הדמויות שלך ועל עדכוני המשחק שלך

source: Next
he: הבא

source: Enter your email address
he: הזן את כתובת הדוא"ל שלך

source: A confirmation email will be sent to the specified email address
he: מייל אישור ישלח לכתובת הדוא"ל שצוינה

source: Send
he: שליחה

source: Invalid email address
he: כתובת הדוא"ל אינה חוקית

source: Email was sent
he: הדוא"ל נשלח

source: Please check your email and confirm the registration
he: יש לבדוק את הדוא"ל שלך ולאשר את ההרשמה

source: Authentication failed.
he: אימות נכשל.

source: E-mail
he: דוא"ל

source: Error
he: שגיאה

source: Something goes wrong...
he: משהו משתבש...

source: Store loading failed
he: טעינת החנות נכשלה

source: Refresh page
he: רענן את הדף

source: Reopen store
he: פתח חנות מחדש

source: Steam overlay loading failed
he: Steam overlay הטעינה נכשלה

source: Please wait, now the store will open without using Steam overlay
he: נא להמתין, החנות תיפתח עכשיו ללא שימוש ב-Steam overlay

source: Refresh
he: רענן

source: Forward
he: העבר

source: Back
he: חזרה

source: Share
he: שיתוף

source: Downloading assets...
he: מוריד Assets..

source: Unpacking assets...
he: פורק Assets...

source: World is loading
he: העולם בטעינה

source: Close
he: סגור

source: Life is Feudal: launcher
he: Life is Feudal: תוכנת הרצה
