Repository: AnastasiaTW/translationProjects
Catalog: Xsolla/Launcher 1804/Final.xliff/*_(en-bg).xliff
Languages: bg

source: Username
bg: Потребителско име

source: Edit
bg: Редактирай

source: Disconnect
bg: Прекъсни връзката

source: Add another network
bg: Добави мрежа

source: Add users
bg: Добави потребители

source: Invite friends to group
bg: Покани приятели в групата

source: Search friends
bg: Търси приятели

source: Add
bg: Добави

source: Cancel
bg: Отмени

source: Game Servers Problem
bg: Проблем със сървърите на играта

source: We're experiencing technical problem with game servers. Please click Reload to check status.
bg: Има технически проблем със сървърите на играта. Моля, натисни "Опресни" за проверка на статуса.

source: Loading characters:
bg: Зареждане на герои:

source: Loading regions:
bg: Зареждане на региони:

source: Game ownership:
bg: Собственик на играта:

source: Reload servers
bg: Опресни сървърите

source: email
bg: имейл

source: Password
bg: Парола

source: Remember me
bg: Запомни ме

source: LOADING
bg: ЗАРЕЖДАНЕ

source: SIGN IN
bg: ВХОД

source: players
bg: играчи

source: Change character
bg: Промени герой

source: Edit chat title
bg: Редактирай името на чата

source: Please use 5 to 20 characters
bg: Използвай от 5 до 20 символа

source: Cancel
bg: Отмени

source: Save
bg: Запази

source: Edit username
bg: Редактирай името

source: Please use 5 to 20 characters
bg: Използвай от 5 до 20 символа

source: Cancel
bg: Отмени

source: Save
bg: Запази

source: Character Selection
bg: Избор на герой

source: Name
bg: Име

source: World
bg: Свят

source: Workload
bg: Натовареност

source: Status
bg: Статус

source: + Add character
bg: + Добави герой

source: Done
bg: Готово

source: Cancel
bg: Отмени

source: Available
bg: Достъпни

source: Unavailable
bg: Недостъпни

source: World is full
bg: Светът е запълнен

source: Online
bg: На линия

source: In game
bg: В играта

source: Away
bg: Отсъства

source: Offline
bg: Извън линия

source: Chat
bg: Чат

source: No users found
bg: Няма намерени потребители

source: Search
bg: Търси

source: Enable notifications
bg: Включи уведомленията

source: Disable notifications
bg: Изключи уведомленията

source: Settings
bg: Настройки

source: Leave group
bg: Напусни групата

source: + Create chat
bg: + Създай чат

source: + Create channel
bg: + Създай канал

source: Please select chat to start messaging
bg: Избери чат за започване на комуникация

source: Connect your social networks and find friends to play with
bg: Свържи социалните си профили и намери приятели за игра

source: Connect Facebook
bg: Свързване на Facebook

source: Connect VK
bg: Свързване на VK

source: Search
bg: Търси

source: Never show this window again
bg: Не показвай този прозорец повече

source: Skip
bg: Пропусни

source: Back to chat
bg: Обратно към чата

source: members: %1
bg: участници: %1

source: Edit
bg: Редактирай

source: Members
bg: Участници

source: + Add members
bg: + Добави участници

source: Remove
bg: Премахни

source: Create chat
bg: Създай чат

source: Invite your friends to chat
bg: Покани приятели в чата

source: Search friends
bg: Търси приятели

source: New group
bg: Нова група

source: New group
bg: Нова група

source: Cancel
bg: Отмени

source: Add friends
bg: Добави приятели

source: Back
bg: Назад

source: Step %1/%2
bg: Стъпка %1 от %2

source: Next
bg: Продължи

source: Set your group name. Start with a latter. Name should not be longer that 20 characters.
bg: Избери име за групата. Името трябва да започва с буква и да не е по-дълго от 20 символа.

source: Group chat name
bg: Име на групов чат

source: Please use 5 to 20 characters
bg: Използвай от 5 до 20 символа

source: Invite friends to group
bg: Покани приятели в групата

source: Search friends
bg: Търси приятели

source: Error Report
bg: Съобщаване за грешка

source: Error
bg: Грешка

source: A fatal error has occured. Application will be closed.
bg: Фатална грешка. Приложението ще бъде затворено.

source: Sending error data
bg: Изпращане на информация за грешката

source: Report problem
bg: Съобщаване за проблем

source: OK
bg: ОК

source: Cancel
bg: Отмени

source: A fatal error has occured. Thy limbs are weak and sight is blurred. Forget thy dreams and run in terror. Extraction error.
bg: Грешка при удостоверяването. Моля, влез отново.

source: Error
bg: Грешка

source: OK
bg: ОК

source: Search friends by nickname
bg: Търси приятели по име

source: No users found
bg: Няма намерени потребители

source: Request sent
bg: Поканата е изпратена

source: Send request
bg: Изпрати покана

source: Send request
bg: Изпрати покана

source: Request send
bg: Поканата е изпратена

source: Invite
bg: Покани

source: Invited
bg: Поканен

source: Delete
bg: Изтрий

source: Confirm
bg: Потвърди

source: Cancel request
bg: Отмени поканата

source: Playing Life is Feudal
bg: Играе Life is Feudal

source: Last online: %1 hours ago
bg: Последно онлайн преди: %1 часа

source: %1 mutual friend
bg: %1 общ приятел

source: %1 mutual friends
bg: %1 общи приятели

source: Delete
bg: Изтрий

source: Block
bg: Блокирай

source: Start chat
bg: Започни чат

source: Unblock
bg: Отблокирай

source: Add a Friend
bg: Добави приятел

source: Friends
bg: Приятели

source: + Find friends
bg: + Намери приятели

source: Requests
bg: Покани

source: Downloading: %1 Mb from %2 Mb, at %3 Kb/s
bg: Изтегляне: %1 Mb от %2 Mb, скорост: %3 Kb/s

source: Extracting: %1% %2 Mb remaining
bg: Извличане: %1%, остават %2 Mb

source: Uninstalling: %1%
bg: Деинсталиране: %1%

source: PLAY
bg: ИГРАЙ

source: INSTALL
bg: ИНСТАЛИРАЙ

source: Buy
bg: Купи

source: Downloading: %1 Mb from %2 Mb, at %3 Kb/s, peers %4, seeds %5
bg: Изтегляне: %1 Mb от %2 Mb, скорост: %3 Kb/s, пиъри: %4, сийдъри: %5

source: Repairing data: %1 Mb remaining
bg: Възстановяване на данни: остават %1 Mb

source: Nothing here. King is at loss
bg: Списъкът с банери не може да бъде зареден. Моля, опитай по-късно.

source: Support
bg: Поддръжка

source: If the game is already installed
bg: Ако играта вече е инсталирана

source: Locate the game
bg: Намери играта

source: Install
bg: Инсталирай

source: Community
bg: Общност

source: Repair
bg: Възстанови

source: Uninstall
bg: Деинсталирай

source: Options
bg: Опции

source: Can't find game in selected folder.
bg: Играта не е намерена в избраната папка.

source: You cannot use selected game for the current region.
bg: Не можеш да използваш избраната игра за текущия регион.

source: Install Directory
bg: Директория за инсталиране

source: Change
bg: Промени

source: Disk Space
bg: Дисково пространство

source: Cancel
bg: Отмени

source: Install
bg: Инсталирай

source: Select path for install..
bg: Избор на път за инсталиране...

source: You cannot use directory to install the game. Please select a different directory for installation.
bg: Не можеш да използваш тази директория за инсталиране на играта. Моля, избери друга директория.

source: Language
bg: Език

source: Account
bg: Профил

source: Remember me
bg: Запомни ме

source: Downloads
bg: Изтегляния

source: Use p2p connection
bg: Използвай p2p връзка

source: %1 time lapse
bg: Таймлапс: %1

source: Time Lapse Collection
bg: Колекция от таймлапс-снимки

source: Last update:
bg: Последно обновяване:

source: Update
bg: Обнови

source: Progress: %1%
bg: Инсталиране: %1%

source: Checking updates
bg: Търсене на обновления

source: Downloading launcher update
bg: Изтегляне на обновление за стартиращата програма

source: Unpacking launcher update
bg: Извличане на обновлението за стартиращата програма

source: Online
bg: На линия

source: Away
bg: Отсъства

source: Settings
bg: Настройки

source: Log Out
bg: Изход

source: Error! Network list is empty!
bg: Грешка! Списъкът с мрежи е празен!

source: Sign in with VK
bg: Влизане с VK

source: Sign in with Facebook
bg: Влизане с Facebook

source: Sign in with Google
bg: Влизане с Google

source: Sign in with Steam
bg: Влизане със Steam

source: Sign in with Twitter
bg: Влизане с Twitter

source: Sign in with Naver
bg: Влизане с Naver

source: Sign in with Baidu
bg: Влизане с Baidu

source: Error
bg: Грешка

source: Failed loading social providers
bg: Грешка при зареждането на социални мрежи

source: Social auth failed.
bg: Грешка при удостоверяването на социален профил.

source: There was a problem with your request. Please try again.
bg: Възникна проблем със заявката. Моля, опитай по-късно.

source: Forgot password?
bg: Забравена парола?

source: Create an account
bg: Създай профил

source: Loading the list of regions - please wait
bg: Зареждане на списъка с региони. Моля, изчакай.

source: Loading...
bg: Зареждане...

source: Locate the game
bg: Намери играта

source: Changing region will affect your in-game purchases, characters and game patches
bg: Промяната на региона ще повлияе на покупките, героите и пачовете в играта

source: Next
bg: Продължи

source: Failed gettings characters information
bg: Грешка при изтеглянето на информация за героите

source: Authentication failed.
bg: Грешка при удостоверяване.

source: Error
bg: Грешка

source: Game installation failed with error\n
bg: Неуспешно инсталиране. Грешка: \n

source: \n Please, try again.
bg: \n Опитай отново.

source: %1 time lapse is aviable!
bg: Таймлапсът %1 е наличен!

source: Game
bg: Игра

source: News
bg: Новини

source: Highlights
bg: Акценти

source: Store
bg: Магазин

source: Extracting
bg: Извличане

source: Repairing
bg: Възстановяване

source: Downloading
bg: Изтегляне

source: Can't close launcher, while game is running
bg: Стартиращата програма не може да бъде затворена, докато играта е пусната

source: User %1 invited to chat by %2
bg: %1 е поканен в чата от %2

source: User %1 leaved from chat
bg: %1 напусна чата

source: User %1 removed from chat by %2
bg: %1 беше премахнат от чата от %2

source: User %1 created chat %2
bg: %1 създаде чат %2

source: User %1 changed chat title to %2
bg: %1 смени името на чата на %2

source: Type a message
bg: Напиши съобщение

source: Send
bg: Изпрати

source: <font color="#ffffff"><b>%1</b></font> has added you to his friend list. Add him to your list and proceed to chat.
bg: <font color="#ffffff"><b>%1</b></font> те добави в списъка си с приятели. Добави го в своя списък с приятели и започнете да чатите.

source: Confirm
bg: Потвърди

source: Delete
bg: Изтрий

source: Please select chat to start messaging
bg: Избери чат за започване на комуникация

source: Oops! Something is missing. Looks like your news is in another castle!
bg: Разделът с новини не може да бъде зареден. Моля, опитай отново по-късно.

source: We’re off to repair our medieval power generator (aka water wheel) but try again soon!
bg: Списъкът с новини не може да бъде зареден. Моля, опитай отново по-късно.

source: All News
bg: Всички новини

source: Loading...
bg: Зареждане...

source: Region
bg: Регион

source: Changing region will affect your in-game purchases, characters and game patches
bg: Промяната на региона ще повлияе на покупките, героите и пачовете в играта

source: New friend requests
bg: Нови покани за приятелство

source: Confirm
bg: Потвърди

source: Delete
bg: Изтрий

source: sent requests
bg: изпратени покани

source: Cancel request
bg: Отмени поканата

source: Create username
bg: Създаване на потребителско име

source: Step 1/2
bg: Стъпка 1/2

source: Welcome to chat. Set your username so your friends can find you.
bg: Добре дошъл в чата. Избери си име, за да може приятелите ти да те намират.

source: Add a friend
bg: Добави приятел

source: Step 2/2
bg: Стъпка 2/2

source: Add friend to start messaging. Search by typing email or nickname.
bg: Добави приятели, за да им пишеш. Търси по имейл или име.

source: + Add
bg: + Добавяне

source: Next
bg: Продължи

source: Settings
bg: Настройки

source: General
bg: Общи

source: Sound
bg: Звук

source: Chat
bg: Чат

source: Account
bg: Профил

source: Reset to Defaults
bg: Нулиране на настройките

source: Cancel
bg: Отмени

source: Done
bg: Готово

source: Share
bg: Сподели

source: Direct link
bg: Директна връзка

source: Connect your social networks\n and find friends to play with
bg: Свържи социалните си профили\n и намери приятели за игра

source: Connect %1
bg: Свържи %1

source: Never show this window again
bg: Не показвай този прозорец повече

source: Skip
bg: Пропусни

source: Visit us on:
bg: Посети ни в:

source: Find us on Social Media
bg: Намери ни в социални мрежи

source: Search
bg: Търси

source: Search
bg: Търси

source: Search %1 friends by name
bg: Търси приятели в %1 по име

source: Already playing
bg: Вече играе

source: Invite
bg: Покани

source: Sound section
bg: Настройки на звука

source: Loading the list of regions - please wait
bg: Зареждане на списъка с региони. Моля, изчакай.

source: Loading...
bg: Зареждане...

source: Locate the game
bg: Намери играта

source: Changing region will affect your in-game purchases, characters and game patches
bg: Промяната на региона ще повлияе на покупките, героите и пачовете в играта

source: Next
bg: Продължи

source: Enter your email address
bg: Въведи имейла си

source: A confirmation email will be sent to the specified email address
bg: Имейл за потвърждение беше изпратен на посочената електронната поща

source: Send
bg: Изпрати

source: Invalid email address
bg: Невалиден имейл адрес

source: Email was sent
bg: Имейлът е изпратен

source: Please check your email and confirm the registration
bg: Провери имейла си и потвърди регистрацията

source: Authentication failed.
bg: Грешка при удостоверяване.

source: E-mail
bg: Имейл

source: Error
bg: Грешка

source: Loading the list of regions - please wait
bg: Зареждане на списъка с региони. Моля, изчакай.

source: Loading...
bg: Зареждане...

source: Locate the game
bg: Намери играта

source: Changing region will affect your in-game purchases, characters and game patches
bg: Промяната на региона ще повлияе на покупките, героите и пачовете в играта

source: Next
bg: Продължи

source: Enter your email address
bg: Въведи имейла си

source: A confirmation email will be sent to the specified email address
bg: Имейл за потвърждение беше изпратен на посочената електронната поща

source: Send
bg: Изпрати

source: Invalid email address
bg: Невалиден имейл адрес

source: Email was sent
bg: Имейлът е изпратен

source: Please check your email and confirm the registration
bg: Провери имейла си и потвърди регистрацията

source: Authentication failed.
bg: Грешка при удостоверяване.

source: E-mail
bg: Имейл

source: Error
bg: Грешка

source: Something goes wrong...
bg: Нещо не е наред...

source: Store loading failed
bg: Магазинът не беше зареден

source: Refresh page
bg: Опресни страницата

source: Reopen store
bg: Отвори магазина отново

source: Steam overlay loading failed
bg: Неуспешно зареждане на Steam overlay

source: Please wait, now the store will open without using Steam overlay
bg: Моля, изчакай, магазинът ще се отвори без използване на Steam overlay

source: Refresh
bg: Опресни

source: Forward
bg: Напред

source: Back
bg: Назад

source: Share
bg: Сподели

source: Downloading assets...
bg: Изтегляне на допълнения...

source: Unpacking assets...
bg: Извличане...

source: World is loading
bg: Светът се зарежда

source: Close
bg: Затвори

source: Life is Feudal: launcher
bg: Life is Feudal: стартираща програма
