Repository: AnastasiaTW/translationProjects
Catalog: Xsolla/Launcher 1804/Final.xliff/*_(en-ar).xliff
Languages: ar

source: Username
ar: اسم المستخدم

source: Edit
ar: تعديل

source: Disconnect
ar: إلغاء اتصال

source: Add another network
ar: إضافة شبكة أخرى

source: Add users
ar: إضافة مستخدمين

source: Invite friends to group
ar: دعوة أصدقاء للاشتراك في المجموعة

source: Search friends
ar: بحث عن الأصدقاء

source: Add
ar: إضافة

source: Cancel
ar: إلغاء

source: Game Servers Problem
ar: مشكلة في خوادم اللعبة

source: We're experiencing technical problem with game servers. Please click Reload to check status.
ar: نواجه مشكلة فنية مع خوادم اللعبة. يُرجى النقر على "إعادة التحميل" للاطلاع على الحالة.

source: Loading characters:
ar: تحميل الشخصيات:

source: Loading regions:
ar: تحميل المناطق:

source: Game ownership:
ar: ملكية اللعبة:

source: Reload servers
ar: إعادة تحميل الخوادم

source: email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Remember me
ar: تذكرني

source: LOADING
ar: جارِ التحميل

source: SIGN IN
ar: تسجيل الدخول

source: players
ar: اللاعبون

source: Change character
ar: تغيير الشخصية

source: Edit chat title
ar: تعديل عنوان المحادثة

source: Please use 5 to 20 characters
ar: يُرجى استخدام من 5 إلى 20 حرفاً.

source: Cancel
ar: إلغاء

source: Save
ar: حفظ

source: Edit username
ar: تعديل اسم المستخدم

source: Please use 5 to 20 characters
ar: يُرجى استخدام من 5 إلى 20 حرفاً.

source: Cancel
ar: إلغاء

source: Save
ar: حفظ

source: Character Selection
ar: اختيار الشخصية

source: Name
ar: الاسم

source: World
ar: عالم

source: Workload
ar: حمل العمل

source: Status
ar: الحالة

source: + Add character
ar: + إضافة شخصية

source: Done
ar: تم

source: Cancel
ar: إلغاء

source: Available
ar: متاحة

source: Unavailable
ar: غير متاحة

source: World is full
ar: العالم ممتلئ

source: Online
ar: متصل

source: In game
ar: في اللعبة

source: Away
ar: مبتعد

source: Offline
ar: غير متصل

source: Chat
ar: محادثة

source: No users found
ar: لم يتم العثور على مستخدمين

source: Search
ar: بحث

source: Enable notifications
ar: تمكين الإشعارات

source: Disable notifications
ar: تعطيل الإشعارات

source: Settings
ar: إعدادات

source: Leave group
ar: الخروج من المجموعة

source: + Create chat
ar: + إنشاء محادثة

source: + Create channel
ar: + إنشاء قناة

source: Please select chat to start messaging
ar: يُرجى اختيار محادثة لبدء تبادل الرسائل

source: Connect your social networks and find friends to play with
ar: اربط اللعبة بحساباتك على شبكات التواصل الاجتماعي وابحث عن أصدقاء للعب معهم

source: Connect Facebook
ar: الارتباط بحساب فيسبوك

source: Connect VK
ar: الارتباط بحساب VK

source: Search
ar: بحث

source: Never show this window again
ar: عدم إظهار هذه النافذة مرة أخرى

source: Skip
ar: تخطي

source: Back to chat
ar: رجوع إلى المحادثة

source: members: %1
ar: الأعضاء: %1

source: Edit
ar: تعديل

source: Members
ar: الأعضاء

source: + Add members
ar: + إضافة أعضاء

source: Remove
ar: إزالة

source: Create chat
ar: إنشاء محادثة

source: Invite your friends to chat
ar: قم بدعوة أصدقائك إلى المحادثة

source: Search friends
ar: بحث عن الأصدقاء

source: New group
ar: مجموعة جديدة

source: New group
ar: مجموعة جديدة

source: Cancel
ar: إلغاء

source: Add friends
ar: إضافة أصدقاء

source: Back
ar: العودة

source: Step %1/%2
ar: الخطوة %1/%2

source: Next
ar: التالي

source: Set your group name. Start with a latter. Name should not be longer that 20 characters.
ar: قم بتعيين اسم مجموعتك. يجب أن يبدأ الاسم بحرف أبجدي وألا يزيد طول الاسم عن 20 حرفاً.

source: Group chat name
ar: اسم المحادثة الجماعية

source: Please use 5 to 20 characters
ar: يُرجى استخدام من 5 إلى 20 حرفاً.

source: Invite friends to group
ar: دعوة أصدقاء للاشتراك في المجموعة

source: Search friends
ar: بحث عن الأصدقاء

source: Error Report
ar: تقرير الأخطاء

source: Error
ar: خطأ

source: A fatal error has occured. Application will be closed.
ar: حدث خطأ فادح. سوف يتم إغلاق التطبيق.

source: Sending error data
ar: إرسال بيانات عن الخطأ

source: Report problem
ar: الإبلاغ عن مشكلة

source: OK
ar: موافق

source: Cancel
ar: إلغاء

source: A fatal error has occured. Thy limbs are weak and sight is blurred. Forget thy dreams and run in terror. Extraction error.
ar: خطأ في المصادقة. يُرجى تسجيل الدخول مرة أخرى.

source: Error
ar: خطأ

source: OK
ar: موافق

source: Search friends by nickname
ar: بحث عن الأصدقاء بالاسم المستعار

source: No users found
ar: لم يتم العثور على مستخدمين

source: Request sent
ar: تم إرسال الطلب

source: Send request
ar: إرسال الطلب

source: Send request
ar: إرسال الطلب

source: Request send
ar: تم إرسال الطلب

source: Invite
ar: دعوة

source: Invited
ar: تمت دعوته

source: Delete
ar: حذف

source: Confirm
ar: تأكيد

source: Cancel request
ar: إلغاء الطلب

source: Playing Life is Feudal
ar: يلعب Life is Feudal

source: Last online: %1 hours ago
ar: آخر اتصال: %1 ساعة مضت

source: %1 mutual friend
ar: %1 صديق مشترك

source: %1 mutual friends
ar: %1 أصدقاء مشتركون

source: Delete
ar: حذف

source: Block
ar: حظر

source: Start chat
ar: بدء المحادثة

source: Unblock
ar: إلغاء الحظر

source: Add a Friend
ar: إضافة صديق

source: Friends
ar: أصدقاء

source: + Find friends
ar: + بحث عن الأصدقاء

source: Requests
ar: طلبات

source: Downloading: %1 Mb from %2 Mb, at %3 Kb/s
ar: تنزيل: %1 ميجابايت من %2 ميجابايت، بسرعة %3 كيلو بت/ثانية

source: Extracting: %1% %2 Mb remaining
ar: استخراج: %1% %2 ميجابايت متبقية

source: Uninstalling: %1%
ar: إلغاء تثبيت: %1%

source: PLAY
ar: لعب

source: INSTALL
ar: تثبيت

source: Buy
ar: شراء

source: Downloading: %1 Mb from %2 Mb, at %3 Kb/s, peers %4, seeds %5
ar: تنزيل: %1 ميجابايت من %2 ميجابايت، بسرعة %3 كيلو بت/ثانية، أقران%4، مشاركون%5

source: Repairing data: %1 Mb remaining
ar: بيانات الإصلاح: %1 ميجابايت متبقية

source: Nothing here. King is at loss
ar: يتعذر تحميل قائمة الشعارات، يُرجى المحاولة مرة أخرى لاحقاً.

source: Support
ar: دعم

source: If the game is already installed
ar: إذا كانت اللعبة قد تم تثبيتها بالفعل

source: Locate the game
ar: تحديد موقع اللعبة

source: Install
ar: تثبيت

source: Community
ar: المنتدى

source: Repair
ar: إصلاح

source: Uninstall
ar: إلغاء تثبيت

source: Options
ar: خيارات

source: Can't find game in selected folder.
ar: يتعذر العثور على اللعبة في المجلد المحدد.

source: You cannot use selected game for the current region.
ar: لا يمكنك استخدام اللعبة المختارة في المنطقة الحالية.

source: Install Directory
ar: مجلد التثبيت

source: Change
ar: تغيير

source: Disk Space
ar: مساحة القرص

source: Cancel
ar: إلغاء

source: Install
ar: تثبيت

source: Select path for install..
ar: حدد مسار للتثبيت.

source: You cannot use directory to install the game. Please select a different directory for installation.
ar: لا يمكنك استخدام هذا المجلد لتثبيت اللعبة. يُرجى اختيار مجلد مختلف للتثبيت.

source: Language
ar: اللغة

source: Account
ar: الحساب

source: Remember me
ar: تذكرني

source: Downloads
ar: تنزيلات

source: Use p2p connection
ar: استخدم اتصال النظير للنظير

source: %1 time lapse
ar: %1 بتقنية الاختزال الزمني

source: Time Lapse Collection
ar: مجموعة الاختزال الزمني

source: Last update:
ar: آخر تحديث:

source: Update
ar: تحديث

source: Progress: %1%
ar: التقدم المحرز: %1%

source: Checking updates
ar: مراجعة التحديثات

source: Downloading launcher update
ar: تنزيل تحديث برنامج البدء

source: Unpacking launcher update
ar: فك حزمة تحديث برنامج البدء

source: Online
ar: متصل

source: Away
ar: مبتعد

source: Settings
ar: إعدادات

source: Log Out
ar: تسجيل الخروج

source: Error! Network list is empty!
ar: خطأ! قائمة الشبكات فارغة!

source: Sign in with VK
ar: تسجيل الدخول بحساب VK

source: Sign in with Facebook
ar: تسجيل الدخول بحساب فيسبوك

source: Sign in with Google
ar: تسجيل الدخول بحساب جوجل

source: Sign in with Steam
ar: تسجيل الدخول بحساب ستيم

source: Sign in with Twitter
ar: تسجيل الدخول بحساب تويتر

source: Sign in with Naver
ar: تسجيل الدخول بحساب نافير

source: Sign in with Baidu
ar: تسجيل الدخول بحساب بايدو

source: Error
ar: خطأ

source: Failed loading social providers
ar: فشل تحميل منصات التواصل الاجتماعي

source: Social auth failed.
ar: فشل المصادقة عبر وسيلة التواصل الاجتماعي.

source: There was a problem with your request. Please try again.
ar: حدثت مشكلة في طلبك. يُرجى المحاولة مرة أخرى.

source: Forgot password?
ar: هل نسيت كلمة المرور؟

source: Create an account
ar: إنشاء حساب

source: Loading the list of regions - please wait
ar: جارِ تحميل قائمة المناطق - يُرجى الانتظار

source: Loading...
ar: جارِ التحميل...

source: Locate the game
ar: تحديد موقع اللعبة

source: Changing region will affect your in-game purchases, characters and game patches
ar: سوف يؤثر تغيير المنطقة على العناصر التي اشتريتها من خلال اللعبة والشخصيات والتصحيحات البرمجية للعبة

source: Next
ar: التالي

source: Failed gettings characters information
ar: فشل الحصول على معلومات حول الشخصيات

source: Authentication failed.
ar: فشل المصادقة.

source: Error
ar: خطأ

source: Game installation failed with error\n
ar: فشل تثبيت اللعبة مع وجود أخطاء\n

source: \n Please, try again.
ar: \n يُرجى المحاولة مرة أخرى.

source: %1 time lapse is aviable!
ar: %1 تقنية اختزال الزمن متاحة!

source: Game
ar: اللعبة

source: News
ar: أخبار

source: Highlights
ar: أهم الأخبار

source: Store
ar: متجر

source: Extracting
ar: استخراج

source: Repairing
ar: إصلاح

source: Downloading
ar: تنزيل

source: Can't close launcher, while game is running
ar: يتعذر إغلاق برنامج البدء أثناء تشغيل اللعبة

source: User %1 invited to chat by %2
ar: تمت دعوة المستخدم %1 إلى المحادثة بواسطة %2

source: User %1 leaved from chat
ar: المستخدم %1 ترك المحادثة

source: User %1 removed from chat by %2
ar: تمت إزالة المستخدم %1 من المحادثة بواسطة %2

source: User %1 created chat %2
ar: قام المستخدم %1 بإنشاء المحادثة %2

source: User %1 changed chat title to %2
ar: قام المستخدم %1 بتغيير عنوان المحادثة إلى %2

source: Type a message
ar: اكتب رسالة

source: Send
ar: إرسال

source: <font color="#ffffff"><b>%1</b></font> has added you to his friend list. Add him to your list and proceed to chat.
ar: <font color="#ffffff"><b>%1</b></font> أضافك إلى قائمة أصدقائه. قم بإضافته إلى قائمتك وابدأ المحادثة.

source: Confirm
ar: تأكيد

source: Delete
ar: حذف

source: Please select chat to start messaging
ar: يُرجى اختيار محادثة لبدء تبادل الرسائل

source: Oops! Something is missing. Looks like your news is in another castle!
ar: يتعذر تحميل مقالة الأخبار، يُرجى المحاولة مرة أخرى لاحقاً.

source: We’re off to repair our medieval power generator (aka water wheel) but try again soon!
ar: يتعذر تحميل قائمة مقالات الأخبار، يُرجى المحاولة مرة أخرى لاحقاً.

source: All News
ar: كافة الأخبار

source: Loading...
ar: جارِ التحميل...

source: Region
ar: المنطقة

source: Changing region will affect your in-game purchases, characters and game patches
ar: سوف يؤثر تغيير المنطقة على العناصر التي اشتريتها من خلال اللعبة والشخصيات والتصحيحات البرمجية للعبة

source: New friend requests
ar: طلبات الصداقة الجديدة

source: Confirm
ar: تأكيد

source: Delete
ar: حذف

source: sent requests
ar: إرسال الطلبات

source: Cancel request
ar: إلغاء الطلب

source: Create username
ar: إنشاء اسم المستخدم

source: Step 1/2
ar: الخطوة 1/2

source: Welcome to chat. Set your username so your friends can find you.
ar: مرحباً بك في المحادثة. قم بتعيين اسم المستخدم الخاص بك حتى يتمكن أصدقائك من العثور عليك.

source: Add a friend
ar: إضافة صديق

source: Step 2/2
ar: الخطوة 2/2

source: Add friend to start messaging. Search by typing email or nickname.
ar: أضف صديق لبدء تبادل الرسائل. ابحث بواسطة كتابة البريد الإلكتروني أو الاسم المستعار.

source: + Add
ar: + إضافة

source: Next
ar: التالي

source: Settings
ar: إعدادات

source: General
ar: عامة

source: Sound
ar: الصوت

source: Chat
ar: محادثة

source: Account
ar: الحساب

source: Reset to Defaults
ar: إعادة تعيين إلى الإعدادات الافتراضية

source: Cancel
ar: إلغاء

source: Done
ar: تم

source: Share
ar: مشاركة

source: Direct link
ar: رابط مباشر

source: Connect your social networks\n and find friends to play with
ar: اربط حسابك على اللعبة بحساباتك على شبكات التواصل الاجتماعي\n وابحث عن أصدقاء للعب معهم

source: Connect %1
ar: الارتباط بمنصة %1

source: Never show this window again
ar: عدم إظهار هذه النافذة مرة أخرى

source: Skip
ar: تخطي

source: Visit us on:
ar: يمكنك زيارتنا على:

source: Find us on Social Media
ar: ابحث عنا على وسائل التواصل الاجتماعي

source: Search
ar: بحث

source: Search
ar: بحث

source: Search %1 friends by name
ar: بحث عن الأصدقاء على %1 بواسطة الاسم

source: Already playing
ar: يلعب بالفعل

source: Invite
ar: دعوة

source: Sound section
ar: إعدادات الصوت

source: Loading the list of regions - please wait
ar: جارِ تحميل قائمة المناطق - يُرجى الانتظار

source: Loading...
ar: جارِ التحميل...

source: Locate the game
ar: تحديد موقع اللعبة

source: Changing region will affect your in-game purchases, characters and game patches
ar: سوف يؤثر تغيير المنطقة على العناصر التي اشتريتها من خلال اللعبة والشخصيات والتصحيحات البرمجية للعبة

source: Next
ar: التالي

source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني

source: A confirmation email will be sent to the specified email address
ar: سيتم إرسال رسالة تأكيد إلى عنوان البريد الإلكتروني المحدد

source: Send
ar: إرسال

source: Invalid email address
ar: عنوان البريد الإلكتروني غير صالح

source: Email was sent
ar: تم إرسال البريد الإلكتروني

source: Please check your email and confirm the registration
ar: يُرجى فحص بريدك الإلكتروني وتأكيد التسجيل

source: Authentication failed.
ar: فشل المصادقة.

source: E-mail
ar: البريد الإلكتروني

source: Error
ar: خطأ

source: Loading the list of regions - please wait
ar: جارِ تحميل قائمة المناطق - يُرجى الانتظار

source: Loading...
ar: جارِ التحميل...

source: Locate the game
ar: تحديد موقع اللعبة

source: Changing region will affect your in-game purchases, characters and game patches
ar: سوف يؤثر تغيير المنطقة على العناصر التي اشتريتها من خلال اللعبة والشخصيات والتصحيحات البرمجية للعبة

source: Next
ar: التالي

source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني

source: A confirmation email will be sent to the specified email address
ar: سيتم إرسال رسالة تأكيد إلى عنوان البريد الإلكتروني المحدد

source: Send
ar: إرسال

source: Invalid email address
ar: عنوان البريد الإلكتروني غير صالح

source: Email was sent
ar: تم إرسال البريد الإلكتروني

source: Please check your email and confirm the registration
ar: يُرجى فحص بريدك الإلكتروني وتأكيد التسجيل

source: Authentication failed.
ar: فشل المصادقة.

source: E-mail
ar: البريد الإلكتروني

source: Error
ar: خطأ

source: Something goes wrong...
ar: حدث خطأ...

source: Store loading failed
ar: فشل تحميل المتجر

source: Refresh page
ar: إعادة تحميل الصفحة

source: Reopen store
ar: إعادة فتح المتجر

source: Steam overlay loading failed
ar: فشل تحميل Steam overlay

source: Please wait, now the store will open without using Steam overlay
ar: يُرجى الانتظار، سيتم فتح المتجر الآن بدون استخدام Steam overlay

source: Refresh
ar: إعادة التحميل

source: Forward
ar: للأمام

source: Back
ar: العودة

source: Share
ar: مشاركة

source: Downloading assets...
ar: تنزيل الأصول...

source: Unpacking assets...
ar: فك حزم الأصول...

source: World is loading
ar: جارِ تحميل العالم

source: Close
ar: إغلاق

source: Life is Feudal: launcher
ar: Life is Feudal: برنامج البدء
