Repository: AnastasiaTW/translationProjects
Catalog: Xsolla/Launcher 1804/Tmp/Original.xliff.cleared/*_(en-hu).xliff
Languages: hu

source: Username
hu: Felhasználónév

source: Edit
hu: Szerkesztés

source: Disconnect
hu: Szétkapcsolás

source: Add another network
hu: Közösségi hálózat hozzáadása

source: Add users
hu: Felhasználók hozzáadása

source: Invite friends to group
hu: Barátok meghívása csoportba

source: Search friends
hu: Barátok keresése

source: Add
hu: Hozzáadás

source: Cancel
hu: Visszavonás

source: Game Servers Problem
hu: Játék szerver probléma

source: We're experiencing technical problem with game servers. Please click Reload to check status.
hu: Technikai problémát tapasztalunk a játék szervereinknél. Kattints az újratöltés gombra az állapot ellenőrzéséhez.

source: Loading characters:
hu: Karakterek betöltése:

source: Loading regions:
hu: Régiók betöltése:

source: Reload servers
hu: Szerverek újratöltése

source: Password
hu: Jelszó

source: Remember me
hu: Emlékezzen rám

source: LOADING
hu: BETÖLTÉS

source: SIGN IN
hu: BEJELENTKEZÉS

source: players
hu: játékosok

source: Change character
hu: Karakter váltása

source: Edit chat title
hu: Beszélgetés címének szerkesztése

source: Please use 5 to 20 characters
hu: Kérlek, 5–20 karaktert használj

source: Cancel
hu: Visszavonás

source: Save
hu: Mentés

source: Edit username
hu: Felhasználónév szerkesztése

source: Please use 5 to 20 characters
hu: Kérlek, 5–20 karaktert használj

source: Cancel
hu: Visszavonás

source: Save
hu: Mentés

source: Character Selection
hu: Karakter kiválasztása

source: Name
hu: Név

source: World
hu: Világ

source: Workload
hu: Terhelés

source: Status
hu: Állapot

source: + Add character
hu: + Karakter hozzáadása

source: Done
hu: Kész

source: Cancel
hu: Visszavonás

source: Available
hu: Elérhető

source: Unavailable
hu: Nem elérhető

source: World is full
hu: Tele van a világ

source: In game
hu: Játékban

source: Away
hu: Távol

source: Chat
hu: Beszélgetés

source: No users found
hu: Nincs felhasználó

source: Search
hu: Keresés

source: Enable notifications
hu: Értesítések engedélyezése

source: Disable notifications
hu: Értesítések letiltása

source: Settings
hu: Beállítások

source: Leave group
hu: Kilépés a csoportból

source: + Create chat
hu: Beszélgetés létrehozása

source: + Create channel
hu: + Csatorna létrehozása

source: Please select chat to start messaging
hu: Kérlek, válassz ki egy beszélgetést az üzenetküldéshez

source: Connect your social networks and find friends to play with
hu: Csatlakoztasd a közösségi hálózataidat és keress barátokat a játékhoz

source: Connect Facebook
hu: Facebook csatlakoztatása

source: Connect VK
hu: VKontakte csatlakoztatása

source: Search
hu: Keresés

source: Never show this window again
hu: Többé ne mutassa ezt az ablakot

source: Skip
hu: Kihagyás

source: Back to chat
hu: Vissza a beszélgetéshez

source: members: %1
hu: tagok: %1

source: Edit
hu: Szerkesztés

source: Members
hu: Tagok

source: + Add members
hu: Tagok hozzáadása

source: Remove
hu: Eltávolítás

source: Create chat
hu: Beszélgetés létrehozása

source: Invite your friends to chat
hu: Hívd meg barátaidat a beszélgetésbe

source: Search friends
hu: Barátok keresése

source: New group
hu: Új csoport

source: New group
hu: Új csoport

source: Cancel
hu: Visszavonás

source: Add friends
hu: Barátok hozzáadása

source: Back
hu: Vissza

source: Step %1/%2
hu: %1%2 lépés

source: Next
hu: Tovább

source: Set your group name. Start with a latter. Name should not be longer that 20 characters.
hu: Kezdd betűvel. A név nem lehet hosszabb 20 karakternél.

source: Group chat name
hu: Csoportos beszélgetés neve

source: Please use 5 to 20 characters
hu: Kérlek, 5–20 karaktert használj

source: Invite friends to group
hu: Barátok meghívása csoportba

source: Search friends
hu: Barátok keresése

source: Error Report
hu: Hibajelentés

source: Error
hu: Hiba

source: A fatal error has occured. Application will be closed.
hu: Végzetes hiba történt. Az alkalmazás kilép.

source: Sending error data
hu: Hiba adatainak küldése

source: Report problem
hu: Probléma jelentése

source: Cancel
hu: Visszavonás

source: A fatal error has occured. Thy limbs are weak and sight is blurred. Forget thy dreams and run in terror. Extraction error.
hu: Végzetes hiba történt. Erőm elhagy, szememre köd borul. Felejts álmaid, s fejvesztve menekülj!

source: Error
hu: Hiba

source: Search friends by nickname
hu: Barát keresése becenév alapján

source: No users found
hu: Nincs felhasználó

source: Request sent
hu: Kérelem elküldve

source: Send request
hu: Kérelem elküldése

source: Send request
hu: Kérelem elküldése

source: Request send
hu: Kérelem elküldve

source: Invite
hu: Meghívás

source: Invited
hu: Meghívás elküldve

source: Delete
hu: Törlés

source: Confirm
hu: Megerősítés

source: Cancel request
hu: Visszavonás kérelmezése

source: Playing Life is Feudal
hu: Éppen a Life is Feudal játékot játssza

source: Last online: %1 hours ago
hu: Utoljára online: %1 órája

source: %1 mutual friend
hu: %1 közös barát

source: %1 mutual friends
hu: %1 közös barát

source: Delete
hu: Törlés

source: Block
hu: Tiltás

source: Start chat
hu: Beszélgetés megkezdése

source: Unblock
hu: Tiltás feloldása

source: Add a Friend
hu: Barát hozzáadása

source: Friends
hu: Barátok

source: + Find friends
hu: Barátok keresése

source: Requests
hu: Kérelmek

source: Downloading: %1 Mb from %2 Mb, at %3 Kb/s
hu: Letöltés: %1Mb a %2 Mb-ból, %3 Kb/mp sebességgel

source: Extracting: %1% %2 Mb remaining
hu: Kitömörítés: %1% még %2 hátravan

source: Uninstalling: %1%
hu: Eltávolítás: %1%

source: PLAY
hu: JÁTÉK

source: INSTALL
hu: TELEPÍTÉS

source: Buy
hu: Vásárlás

source: Repairing data: %1 Mb remaining
hu: Adatok javítása: %1 Mb van hátra

source: Nothing here. King is at loss
hu: Üres a mező. A Király veszít

source: Support
hu: Támogatás

source: If the game is already installed
hu: Ha a játék már telepítve van

source: Locate the game
hu: Játék megkeresése

source: Install
hu: Telepítés

source: Community
hu: Közösség

source: Repair
hu: Javítás

source: Uninstall
hu: Eltávolítás

source: Options
hu: Beállítások

source: Can't find game in selected folder.
hu: A játék nem található a kiválasztott mappában.

source: You cannot use selected game for the current region.
hu: A kiválasztott játék nem játszható a jelenlegi régióban.

source: Install Directory
hu: Könyvtár Telepítése

source: Change
hu: Váltás

source: Disk Space
hu: Lemez hely

source: Cancel
hu: Visszavonás

source: Install
hu: Telepítés

source: Select path for install..
hu: Válassza ki a telepítési útvonalat..

source: You cannot use directory to install the game. Please select a different directory for installation.
hu: Ezt a mappát nem használhatod a játék telepítésére. Kérlek, válassz másik mappát a telepítéshez.

source: Language
hu: Nyelv

source: Account
hu: Fiók

source: Remember me
hu: Emlékezzen rám

source: Downloads
hu: Letöltések

source: Use p2p connection
hu: P2P-kapcsolat használata

source: %1 time lapse
hu: %1 időképek

source: Time Lapse Collection
hu: Időkép-gyűjtemény

source: Last update:
hu: Utoljára frissítve:

source: Update
hu: Frissítés

source: Progress: %1%
hu: Állapot: %1%

source: Checking updates
hu: Frissítések ellenőrzése

source: Downloading launcher update
hu: Indító frissítésének letöltése

source: Unpacking launcher update
hu: Indító frissítésének kibontása

source: Away
hu: Távol

source: Settings
hu: Beállítások

source: Log Out
hu: Odhlásit se

source: Error! Network list is empty!
hu: Hiba! A hálózati lista üres!

source: Sign in with VK
hu: Bejelentkezés VK-fiókkal

source: Sign in with Facebook
hu: Bejelentkezés Facebook-fiókkal

source: Sign in with Google
hu: Bejelentkezés Google-fiókkal

source: Sign in with Steam
hu: Bejelentkezés Steam-fiókkal

source: Sign in with Twitter
hu: Bejelentkezés Twitter-fiókkal

source: Sign in with Naver
hu: Bejelentkezés Nave-fiókkal

source: Sign in with Baidu
hu: Bejelentkezés Baidu-fiókkal

source: Error
hu: Hiba

source: Failed loading social providers
hu: Közösségi szolgáltatók betöltése sikertelen

source: Social auth failed.
hu: Közösségi azonosítás sikertelen.

source: There was a problem with your request. Please try again.
hu: Kérésével átmeneti probléma adódott. Kérjük, próbálja meg újra később.

source: Forgot password?
hu: Elfelejtetted a jelszót?

source: Create an account
hu: Fiók létrehozása

source: Loading the list of regions - please wait
hu: Régiók listájának betöltése folyamatban - Kérem, várjon

source: Loading...
hu: Betöltés...

source: Locate the game
hu: Játék megkeresése

source: Changing region will affect your in-game purchases, characters and game patches
hu: A régió módosítása befolyásolja a játékon belüli vásárlásokat, karaktereket és a játék javítócsomagokat

source: Next
hu: Tovább

source: Failed gettings characters information
hu: Karakterinformációk betöltése sikertelen

source: Authentication failed.
hu: Azonosítás sikertelen

source: Error
hu: Hiba

source: Game installation failed with error\n
hu: A játék telepítése nem sikerült\n

source: \n Please, try again.
hu: \n Próbálkozz újra!

source: %1 time lapse is aviable!
hu: %1-időképek érhetők el!

source: Game
hu: Játék

source: News
hu: Hírek

source: Highlights
hu: Főbb hírek

source: Store
hu: Tárolás

source: Extracting
hu: Kibontás

source: Repairing
hu: Javítás

source: Downloading
hu: Letöltés

source: Can't close launcher, while game is running
hu: Az indítóprogramot nem lehet bezárni a játék futása közben

source: User %1 invited to chat by %2
hu: %1 felhasználót %2 hívta meg csevegésre

source: User %1 leaved from chat
hu: %1 felhasználó kilépett a csevegésből

source: User %1 removed from chat by %2
hu: %1 felhasználót %2 eltávolította a csevegésből

source: User %1 created chat %2
hu: %1 felhasználó létrehozta a %2 csevegést

source: User %1 changed chat title to %2
hu: %1 felhasználó erre módosította a csevegés címét: %2

source: Type a message
hu: Írj üzenetet

source: Send
hu: Küldés

source: <font color="#ffffff"><b>%1</b></font> has added you to his friend list. Add him to your list and proceed to chat.
hu: <font color="#ffffff"><b>%1</b></font> hozzáadott a barátai listájához. Add hozzá a te listádhoz a csevegéshez.

source: Confirm
hu: Megerősítés

source: Delete
hu: Törlés

source: Please select chat to start messaging
hu: Kérlek, válassz ki egy beszélgetést az üzenetküldéshez

source: Oops! Something is missing. Looks like your news is in another castle!
hu: Upsz! Valami hiányzik. Úgy tűnik, a hírei másik kastélyban vannak!

source: We’re off to repair our medieval power generator (aka water wheel) but try again soon!
hu: Épp javítjuk a középkori energia generátorunkat (vagyis vízi malmunkat), de próbálja újra később!

source: All News
hu: Az összes hír

source: Loading...
hu: Betöltés...

source: Region
hu: Régió

source: Changing region will affect your in-game purchases, characters and game patches
hu: A régió módosítása befolyásolja a játékon belüli vásárlásokat, karaktereket és a játék javítócsomagokat

source: New friend requests
hu: Új barátkérelem

source: Confirm
hu: Megerősítés

source: Delete
hu: Törlés

source: sent requests
hu: Elküldött kérelmek

source: Cancel request
hu: Visszavonás kérelmezése

source: Create username
hu: Felhasználónév létrehozása

source: Step 1/2
hu: 1./2 lépés

source: Welcome to chat. Set your username so your friends can find you.
hu: Üdvözöllek a beszélgetésben. Állítsd be a felhasználóneved, hogy a barátaid megtaláljanak.

source: Add a friend
hu: Barát hozzáadása

source: Step 2/2
hu: 2./2 lépés

source: Add friend to start messaging. Search by typing email or nickname.
hu: Adj hozzá egy barátot a beszélgetéshez. Keress rájuk az emailcímük vagy becenevük beírásával.

source: + Add
hu: Hozzáadás

source: Next
hu: Tovább

source: Settings
hu: Beállítások

source: General
hu: Általános

source: Sound
hu: Hang

source: Chat
hu: Beszélgetés

source: Account
hu: Fiók

source: Reset to Defaults
hu: Alapértékek visszaállítása

source: Cancel
hu: Visszavonás

source: Done
hu: Kész

source: Share
hu: Megosztás

source: Direct link
hu: Közvetlen hivatkozás

source: Connect your social networks\n and find friends to play with
hu: Csatlakozz a közösségi portállal \n és játsz a barátaiddal

source: Connect %1
hu: %1 csatlakozás

source: Never show this window again
hu: Többé ne mutassa ezt az ablakot

source: Skip
hu: Kihagyás

source: Search
hu: Keresés

source: Search
hu: Keresés

source: Search %1 friends by name
hu: %1 barátok keresése becenév alapján

source: Already playing
hu: Már játékban van

source: Invite
hu: Meghívás

source: Sound section
hu: Hang beállítása

source: Loading the list of regions - please wait
hu: Régiók listájának betöltése folyamatban - Kérem, várjon

source: Loading...
hu: Betöltés...

source: Locate the game
hu: Játék megkeresése

source: Changing region will affect your in-game purchases, characters and game patches
hu: A régió módosítása befolyásolja a játékon belüli vásárlásokat, karaktereket és a játék javítócsomagokat

source: Next
hu: Tovább

source: Enter your email address
hu: Adja meg az e-mail címét

source: A confirmation email will be sent to the specified email address
hu: A megadott e-mail címre egy visszaigazoló e-mailt fogunk küldeni

source: Send
hu: Küldés

source: Invalid email address
hu: Érvénytelen e-mail cím

source: Email was sent
hu: E-mail elküldve

source: Please check your email and confirm the registration
hu: Kérjük, ellenőrizze az e-mail címét és erősítse meg a regisztrációt

source: Authentication failed.
hu: Azonosítás sikertelen

source: Error
hu: Hiba

source: Loading the list of regions - please wait
hu: Régiók listájának betöltése folyamatban - Kérem, várjon

source: Loading...
hu: Betöltés...

source: Locate the game
hu: Játék megkeresése

source: Changing region will affect your in-game purchases, characters and game patches
hu: A régió módosítása befolyásolja a játékon belüli vásárlásokat, karaktereket és a játék javítócsomagokat

source: Next
hu: Tovább

source: Enter your email address
hu: Adja meg az e-mail címét

source: A confirmation email will be sent to the specified email address
hu: A megadott e-mail címre egy visszaigazoló e-mailt fogunk küldeni

source: Send
hu: Küldés

source: Invalid email address
hu: Érvénytelen e-mail cím

source: Email was sent
hu: E-mail elküldve

source: Please check your email and confirm the registration
hu: Kérjük, ellenőrizze az e-mail címét és erősítse meg a regisztrációt

source: Authentication failed.
hu: Azonosítás sikertelen

source: Error
hu: Hiba

source: Something goes wrong...
hu: Hiba történt...

source: Store loading failed
hu: Tárolás betöltése sikertelen

source: Refresh page
hu: Oldal frissítése

source: Reopen store
hu: Üzlet megnyitása újra

source: Steam overlay loading failed
hu: Steam overlay betöltése sikertelen

source: Please wait, now the store will open without using Steam overlay
hu: Kérlek várj! Az üzlet Steam overlay használata nélkül nyílik meg.

source: Back
hu: Vissza

source: Share
hu: Megosztás

source: Downloading assets...
hu: Kellékek letöltése...

source: Unpacking assets...
hu: Kellékek kibontása...

source: World is loading
hu: Világ betöltése folyamatban

source: Close
hu: Bezárás

source: Life is Feudal: launcher
hu: Life is Feudal
