Repository: AnastasiaTW/translationProjects
Catalog: Xsolla/Launcher 1804/Tmp/Autoloc.xliff/*_(en-cs).xliff
Languages: cs

source: Username
cs: Uživatelské jméno

source: Edit
cs: Upravit

source: Disconnect
cs: Zrušit propojení

source: Add another network
cs: Propojit se sociální sítí

source: Add users
cs: Přidat uživatele

source: Invite friends to group
cs: Pozvat přátele do skupiny

source: Search friends
cs: Vyhledat přátele

source: Add
cs: Přidat

source: Cancel
cs: Zrušit

source: Game Servers Problem
cs: Problémy s herními servery

source: We're experiencing technical problem with game servers. Please click Reload to check status.
cs: Dochází k technickému problému s herními servery. Klepnutím na tlačítko Obnovit zkontroluješ stav.

source: Loading characters:
cs: Načítání postav:

source: Loading regions:
cs: Načítání oblastí:

source: Reload servers
cs: Obnovit servery

source: Password
cs: Heslo

source: Remember me
cs: Pamatovat si mě

source: LOADING
cs: NAČÍTÁNÍ

source: SIGN IN
cs: PŘIHLÁSIT SE

source: players
cs: hráči

source: Change character
cs: Změnit postavu

source: Edit chat title
cs: Upravit název chatu

source: Please use 5 to 20 characters
cs: Použijte 5 až 20 písmen

source: Cancel
cs: Zrušit

source: Save
cs: Uložit

source: Edit username
cs: Upravit uživatelské jméno

source: Please use 5 to 20 characters
cs: Použijte 5 až 20 písmen

source: Cancel
cs: Zrušit

source: Save
cs: Uložit

source: Character Selection
cs: Vybrat postavu

source: Name
cs: Jméno

source: World
cs: Svět

source: Workload
cs: Zátěž

source: Status
cs: Stav

source: + Add character
cs: + Přidat postavu

source: Done
cs: Hotovo

source: Cancel
cs: Zrušit

source: Available
cs: Dostupné

source: Unavailable
cs: Nedostupné

source: World is full
cs: Svět je plný

source: In game
cs: Ve hře

source: Away
cs: Pryč

source: No users found
cs: Uživatel nenalezen

source: Search
cs: Hledat

source: Enable notifications
cs: Zapnout upozornění

source: Disable notifications
cs: Vypnout upozornění

source: Settings
cs: Nastavení

source: Leave group
cs: Opustit skupinu

source: + Create chat
cs: Vytvořit chat

source: + Create channel
cs: + Vytvořit kanál

source: Please select chat to start messaging
cs: Zvolte chat pro zahájení konverzace

source: Connect your social networks and find friends to play with
cs: Propojte si s účty na sociálních sítích a najděte nové spoluhráče

source: Connect Facebook
cs: Propojit s Facebook

source: Connect VK
cs: Propojit s VKontakte

source: Search
cs: Hledat

source: Never show this window again
cs: Už nikdy nezobrazovat toto sdělení

source: Skip
cs: Přeskočit

source: Back to chat
cs: Zpět do chatu

source: members: %1
cs: členové: %1

source: Edit
cs: Upravit

source: Members
cs: Členové

source: + Add members
cs: Přidat členy

source: Remove
cs: Odstranit

source: Create chat
cs: Vytvořit chat

source: Invite your friends to chat
cs: Pozvat přátele do chatu

source: Search friends
cs: Vyhledat přátele

source: New group
cs: Nová skupina

source: New group
cs: Nová skupina

source: Cancel
cs: Zrušit

source: Add friends
cs: Přidat přátele

source: Back
cs: Zpět

source: Step %1/%2
cs: Krok %1/%2

source: Next
cs: Další

source: Set your group name. Start with a latter. Name should not be longer that 20 characters.
cs: Název musí začínat písmenem a nesmí přesáhnout 20 znaků.

source: Group chat name
cs: Název skupinového chatu

source: Please use 5 to 20 characters
cs: Použijte 5 až 20 písmen

source: Invite friends to group
cs: Pozvat přátele do skupiny

source: Search friends
cs: Vyhledat přátele

source: Error Report
cs: Chybové hlášení

source: Error
cs: Chyba

source: A fatal error has occured. Application will be closed.
cs: Došlo k závažné chybě. Aplikace se zavře.

source: Sending error data
cs: Probíhá odesílání dat o chybě

source: Report problem
cs: Nahlásit problém

source: Cancel
cs: Zrušit

source: A fatal error has occured. Thy limbs are weak and sight is blurred. Forget thy dreams and run in terror. Extraction error.
cs: Došlo k fatální chybě. Ztrácíš sílu a mlží se ti před očima. Zapomeň na hrdinství a rychle vypadni.

source: Error
cs: Chyba

source: Search friends by nickname
cs: Hledat přátele podle přezdívky

source: No users found
cs: Uživatel nenalezen

source: Request sent
cs: Žádost odeslána

source: Send request
cs: Poslat žádost

source: Send request
cs: Poslat žádost

source: Request send
cs: Žádost odeslána

source: Invite
cs: Pozvat

source: Invited
cs: Pozván

source: Delete
cs: Odstranit

source: Confirm
cs: Potvrdit

source: Cancel request
cs: Zrušit žádost

source: Playing Life is Feudal
cs: Hraje Life is Feudal

source: Last online: %1 hours ago
cs: Naposledy online: %1 hodinami

source: %1 mutual friend
cs: %1 společný přítel

source: %1 mutual friends
cs: %1 společných přátel

source: Delete
cs: Odstranit

source: Block
cs: Blokovat

source: Start chat
cs: Zahájit chat

source: Unblock
cs: Odblokovat

source: Add a Friend
cs: Přidat přítele

source: Friends
cs: Přátelé

source: + Find friends
cs: Najít přátele

source: Requests
cs: Žádosti

source: Downloading: %1 Mb from %2 Mb, at %3 Kb/s
cs: Stahování: %1 Mb z %2 Mb, rychlostí %3 Kb/s

source: Extracting: %1% %2 Mb remaining
cs: Extrahování: %1 %, zbývá %2 Mb

source: Uninstalling: %1%
cs: Odinstalovat: %1%

source: PLAY
cs: HRÁT

source: INSTALL
cs: INSTALOVAT

source: Buy
cs: Koupit

source: Repairing data: %1 Mb remaining
cs: Opravování dat: zbývá %1 Mb

source: Nothing here. King is at loss
cs: Zde nic není. Král neví

source: Support
cs: Podpora

source: If the game is already installed
cs: Pokud je hra již nainstalovaná

source: Locate the game
cs: Najít hru

source: Install
cs: Nainstalovat

source: Community
cs: Komunita

source: Repair
cs: Opravit

source: Uninstall
cs: Odinstalovat

source: Options
cs: Možnosti

source: Can't find game in selected folder.
cs: Ve vybrané složce nelze hru najít.

source: You cannot use selected game for the current region.
cs: Hru nelze vybrat ve stávajícím regionu.

source: Install Directory
cs: Instaluj adresář

source: Change
cs: Změnit

source: Disk Space
cs: Místo na disku

source: Cancel
cs: Zrušit

source: Install
cs: Nainstalovat

source: Select path for install..
cs: Zvolit cestu instalace..

source: You cannot use directory to install the game. Please select a different directory for installation.
cs: Zvolený soubor nelze použít k instalaci hry. Zvolte, prosím, jiný soubor.

source: Language
cs: Jazyk

source: Account
cs: Účet

source: Remember me
cs: Pamatovat si mě

source: Downloads
cs: Ke stažení

source: Use p2p connection
cs: Použít připojení p2p

source: %1 time lapse
cs: Časosběr gildy %1

source: Time Lapse Collection
cs: Časosběrná kolekce

source: Last update:
cs: Poslední aktualizace:

source: Update
cs: Aktualizovat

source: Progress: %1%
cs: Postup: %1%

source: Checking updates
cs: Kontrola aktualizací

source: Downloading launcher update
cs: Stahování aktualizace spouštěcího nástroje

source: Unpacking launcher update
cs: Rozbalování aktualizace spouštěcího nástroje

source: Away
cs: Pryč

source: Settings
cs: Nastavení

source: Log Out
cs: Odhlásit se

source: Error! Network list is empty!
cs: Chyba! Seznam sítí prázdný!

source: Sign in with VK
cs: Přihlásit se účtem VK

source: Sign in with Facebook
cs: Přihlásit se účtem Facebook

source: Sign in with Google
cs: Přihlásit se účtem Google

source: Sign in with Steam
cs: Přihlásit se účtem Steam

source: Sign in with Twitter
cs: Přihlásit se účtem Twitter

source: Sign in with Naver
cs: Přihlásit se účtem Nave

source: Sign in with Baidu
cs: Přihlásit se účtem Baidu

source: Error
cs: Chyba

source: Failed loading social providers
cs: Nepodařilo se zapojit služby sociálních sítí

source: Social auth failed.
cs: Sociální integrace se nezdařila.

source: There was a problem with your request. Please try again.
cs: U vašeho požadavku se vyskytl dočasný problém. Zkuste to prosím znovu.

source: Forgot password?
cs: Zapomněli jste heslo?

source: Create an account
cs: Vytvořit účet

source: Loading the list of regions - please wait
cs: Načítá se seznam oblastí – čekejte prosím

source: Loading...
cs: Nahrávám...

source: Locate the game
cs: Najít hru

source: Changing region will affect your in-game purchases, characters and game patches
cs: Změna regionu ovlivní vaše platby ve hře, postavy a herní aktualizace

source: Next
cs: Další

source: Failed gettings characters information
cs: Nepodařilo se získat údaje o postavách

source: Authentication failed.
cs: Přihlášení se nepovedlo

source: Error
cs: Chyba

source: Game installation failed with error\n
cs: Instalace hry se nezdařila z důvodu chyby\n

source: \n Please, try again.
cs: \n Zkuste to znovu.

source: %1 time lapse is aviable!
cs: Časosběr %1 je nyní přístupný!

source: Game
cs: Hra

source: News
cs: Novinky

source: Highlights
cs: Vrcholové okamžiky

source: Store
cs: Obchod

source: Extracting
cs: Probíhá extrakce

source: Repairing
cs: Opravování

source: Downloading
cs: Probíhá stahování

source: Can't close launcher, while game is running
cs: Nelze zavřít launcher, dokud je hra spuštěna

source: User %1 invited to chat by %2
cs: Uživatel %1 byl pozván do chatu uživatelem %2

source: User %1 leaved from chat
cs: Uživatel %1 opustil chat

source: User %1 removed from chat by %2
cs: Uživatel %1 byl odebrán z chatu uživatelem %2

source: User %1 created chat %2
cs: Uživatel %1 vytvořil chat %2

source: User %1 changed chat title to %2
cs: Uživatel %1 upravil název chatu na %2

source: Type a message
cs: Napište zprávu

source: Send
cs: Odeslat

source: <font color="#ffffff"><b>%1</b></font> has added you to his friend list. Add him to your list and proceed to chat.
cs: Uživatel <font color="#ffffff"><b>%1</b></font> si tě přidal mezi své přátele. Přidej si ho také a můžete spolu chatovat.

source: Confirm
cs: Potvrdit

source: Delete
cs: Odstranit

source: Please select chat to start messaging
cs: Zvolte chat pro zahájení konverzace

source: Oops! Something is missing. Looks like your news is in another castle!
cs: Jé, něco chybí! Vaše zpráva je asi v jiném hradě!

source: We’re off to repair our medieval power generator (aka water wheel) but try again soon!
cs: Šli jsme si opravit středověký generátor elektřiny (mlýnské kolo), ale přijďte zas!

source: All News
cs: Všechny novinky

source: Loading...
cs: Nahrávám...

source: Region
cs: Oblast

source: Changing region will affect your in-game purchases, characters and game patches
cs: Změna regionu ovlivní vaše platby ve hře, postavy a herní aktualizace

source: New friend requests
cs: Nové žádosti o přátelství

source: Confirm
cs: Potvrdit

source: Delete
cs: Odstranit

source: sent requests
cs: Odeslané žádosti

source: Cancel request
cs: Zrušit žádost

source: Create username
cs: Vytvořit uživatelské jméno

source: Step 1/2
cs: Krok 1/2

source: Welcome to chat. Set your username so your friends can find you.
cs: Vítáme tě v chatu. Nastav si uživatelské jméno, aby tě tvoje přátele mohli najít.

source: Add a friend
cs: Přidat přítele

source: Step 2/2
cs: Krok 2/2

source: Add friend to start messaging. Search by typing email or nickname.
cs: Pozvi přítele, abyste mohli zahájit konverzaci. Pro vyhledávání začni psát e-mailovou adresu nebo přezdívku.

source: + Add
cs: Přidat

source: Next
cs: Další

source: Settings
cs: Nastavení

source: General
cs: Obecná

source: Sound
cs: Zvuk

source: Account
cs: Účet

source: Reset to Defaults
cs: Obnovit výchozí

source: Cancel
cs: Zrušit

source: Done
cs: Hotovo

source: Share
cs: Sdílet

source: Direct link
cs: Přimý odkaz

source: Connect your social networks\n and find friends to play with
cs: Propojte si účty sociálních sítích\n a najděte nové spoluhráče

source: Connect %1
cs: Propojit s %1

source: Never show this window again
cs: Už nikdy nezobrazovat toto sdělení

source: Skip
cs: Přeskočit

source: Search
cs: Hledat

source: Search
cs: Hledat

source: Search %1 friends by name
cs: Hledat přátele na %1 podle přezdívky

source: Already playing
cs: Už je ve hře

source: Invite
cs: Pozvat

source: Sound section
cs: Nastavení zvuku

source: Loading the list of regions - please wait
cs: Načítá se seznam oblastí – čekejte prosím

source: Loading...
cs: Nahrávám...

source: Locate the game
cs: Najít hru

source: Changing region will affect your in-game purchases, characters and game patches
cs: Změna regionu ovlivní vaše platby ve hře, postavy a herní aktualizace

source: Next
cs: Další

source: Enter your email address
cs: Zadejte svou e-mailovou adresu

source: A confirmation email will be sent to the specified email address
cs: Na zadanou e-mailovou adresu bude zaslán potvrzovací e-mail

source: Send
cs: Odeslat

source: Invalid email address
cs: Neplatný e-mail

source: Email was sent
cs: E-mail byl odeslán

source: Please check your email and confirm the registration
cs: Zkontrolujte prosím svou e-mailovou schránku a potvrďte registraci

source: Authentication failed.
cs: Přihlášení se nepovedlo

source: Error
cs: Chyba

source: Loading the list of regions - please wait
cs: Načítá se seznam oblastí – čekejte prosím

source: Loading...
cs: Nahrávám...

source: Locate the game
cs: Najít hru

source: Changing region will affect your in-game purchases, characters and game patches
cs: Změna regionu ovlivní vaše platby ve hře, postavy a herní aktualizace

source: Next
cs: Další

source: Enter your email address
cs: Zadejte svou e-mailovou adresu

source: A confirmation email will be sent to the specified email address
cs: Na zadanou e-mailovou adresu bude zaslán potvrzovací e-mail

source: Send
cs: Odeslat

source: Invalid email address
cs: Neplatný e-mail

source: Email was sent
cs: E-mail byl odeslán

source: Please check your email and confirm the registration
cs: Zkontrolujte prosím svou e-mailovou schránku a potvrďte registraci

source: Authentication failed.
cs: Přihlášení se nepovedlo

source: Error
cs: Chyba

source: Something goes wrong...
cs: Něco se pokazilo...

source: Store loading failed
cs: Načítání obchodu se nezdařilo

source: Refresh page
cs: Aktualizovat stránku

source: Reopen store
cs: Znovu otevřít obchod

source: Steam overlay loading failed
cs: Nepodařilo se načíst Steam overlay

source: Please wait, now the store will open without using Steam overlay
cs: Počkej prosím, obchod se nyní otevře bez použití Steam overlay

source: Back
cs: Zpět

source: Share
cs: Sdílet

source: Downloading assets...
cs: Stahování zásob...

source: Unpacking assets...
cs: Rozbalování zásob...

source: World is loading
cs: Spuštění světa

source: Close
cs: Zavřít

source: Life is Feudal: launcher
cs: Life is Feudal
