Repository: AnastasiaTW/translationProjects
Catalog: Xsolla/Login Widget/XLIFFs/*.source.json(en-US-bg).xliff
Languages: bg_en

source: Back
bg_en: Назад

source: You can close this window
bg_en: Можете да затворите прозореца

source: To activate account, please use the link we have sent you to your registration email: :email
bg_en: За да активирате профила си, използвайте линка, който изпратихме на електронната Ви поща: :email

source: Validate Access
bg_en: Потвърждаване на достъп

source: Complete registration using the instructions we sent to :email
bg_en: Завършете регистрацията си, като следвате инструкциите, които изпратихме на :email

source: Create account
bg_en: Създаване на профил

source: Create account
bg_en: Създаване на профил

source: It's okay, everyone forgets sometimes. Just change your password using the instructions we sent to
bg_en: Няма нищо, всички забравяме понякога. Просто сменете паролата си, като следвате инструкциите, които изпратихме на

source: Re-send message
bg_en: Повторно изпращане

source: Set New Password
bg_en: Задаване на нова парола

source: Recover password
bg_en: Възстановяване на парола

source: Recover password
bg_en: Възстановяване на парола

source: Accept
bg_en: Приеми

source: Decline
bg_en: Откажи

source: Create an account
bg_en: Създаване на профил

source: Forgot password?
bg_en: Забравена парола?

source: Already have an account
bg_en: Вече имам профил

source: E-mail
bg_en: Имейл

source: Loading...
bg_en: Зареждане...

source: Password
bg_en: Парола

source: Confirm Password
bg_en: Потвърждаване на парола

source: Receive game updates
bg_en: Получаване на обновления за игри

source: Remember
bg_en: Запомни

source: Search
bg_en: Търсене

source: Sign in
bg_en: Вход

source: Submit
bg_en: Изпращане

source: The user canceled the input
bg_en: Потребителят отмени въвеждането

source: Wrong login or password
bg_en: Грешен потребител/парола

source: User is not found
bg_en: Потребителят не е намерен

source: This user name already exists
bg_en: Това име вече е заето

source: This e-mail is already registered
bg_en: Този имейл вече е регистриран

source: E-mail does not exist
bg_en: Такъв имейл не съществува

source: User is banned
bg_en: Потребителят има забрана

source: User not activated
bg_en: Потребителят не е активиран

source: Registration error
bg_en: Грешка при регистрация

source: This email already exists
bg_en: Този имейл вече е зает

source: Error sending mail
bg_en: Грешка при изпращане на писмото

source: E-mail to be confirmed
bg_en: Имейлът очаква потвърждение

source: Invalid request
bg_en: Невалидна заявка

source: Service is temporarily unavailable
bg_en: Услугата е временно недостъпна

source: You exceeded the rate limit
bg_en: Превишихте лимита за брой оценки

source: In case of unlinking social profile, user has no other methods to login left (except of this social profile)
bg_en: Ако прекрати свързаността на социален профил, потребителят няма други начини за вход (освен чрез самия профил)

source: E-mail
bg_en: Имейл

source: Sorry, we cant find nothing
bg_en: За съжаление не открихме нищо

source: Other
bg_en: Друго

source: Sign in with :name
bg_en: Влезте с :name

source: Please, enter correct e-mail
bg_en: Моля, въведете верен имейл адрес

source: Min password length of :length characters
bg_en: Минимална дължина на паролата – :length символа

source: The passwords do not match
bg_en: Паролите не съвпадат

source: Required
bg_en: Задължително поле
