Repository: AnastasiaTW/translationProjects
Catalog: Xsolla/Login Widget/XLIFFs/*.source.json(en-US-th).xliff
Languages: th_en

source: Back
th_en: ย้อนกลับ

source: You can close this window
th_en: คุณสามารถปิดหน้าต่างนี้ได้

source: To activate account, please use the link we have sent you to your registration email: :email
th_en: เพื่อเปิดใช้บัญชี โปรดคลิกลิงก์ที่เราส่งให้คุณทางอีเมลที่ลงทะเบียนไว้: :email

source: Validate Access
th_en: ยืนยันการเข้าถึง

source: Complete registration using the instructions we sent to :email
th_en: ลงทะเบียนให้เสร็จสิ้นโดยใช้ขั้นตอนที่เราส่งไปให้ :email

source: Create account
th_en: สร้างบัญชี

source: Create account
th_en: สร้างบัญชี

source: It's okay, everyone forgets sometimes. Just change your password using the instructions we sent to
th_en: ไม่เป็นไร บางครั้งเราก็หลงลืมกันได้ แค่เปลี่ยนรหัสผ่านโดยทำตามขั้นตอนที่เราส่งให้

source: Re-send message
th_en: ส่งข้อความอีกครั้ง

source: Set New Password
th_en: ตั้งรหัสผ่านใหม่

source: Recover password
th_en: กู้คืนรหัสผ่าน

source: Recover password
th_en: กู้คืนรหัสผ่าน

source: Accept
th_en: ตอบรับ

source: Decline
th_en: ปฏิเสธ

source: Create an account
th_en: สร้างบัญชี

source: Forgot password?
th_en: ลืมรหัสผ่าน?

source: Already have an account
th_en: มีบัญชีอยู่แล้ว

source: E-mail
th_en: อีเมล

source: Loading...
th_en: กำลังโหลด...

source: Password
th_en: รหัสผ่าน

source: Confirm Password
th_en: ยืนยันรหัสผ่าน

source: Receive game updates
th_en: รับการอัปเดตเกี่ยวกับเกม

source: Remember
th_en: จดจำฉัน

source: Search
th_en: ค้นหา

source: Sign in
th_en: เข้าสู่ระบบ

source: Submit
th_en: ส่ง

source: The user canceled the input
th_en: ผู้ใช้ยกเลิกการกรอกข้อมูล

source: Wrong login or password
th_en: ข้อมูลล็อกอินหรือรหัสผ่านไม่ถูกต้อง

source: User is not found
th_en: ไม่พบผู้ใช้นี้

source: This user name already exists
th_en: มีชื่อผู้ใช้นี้อยู่แล้ว

source: This e-mail is already registered
th_en: มีการลงทะเบียนด้วยอีเมลนี้แล้ว

source: E-mail does not exist
th_en: ไม่มีอีเมลนี้

source: User is banned
th_en: ผู้ใช้ถูกแบน

source: User not activated
th_en: ผู้ใช้ยังไม่เริ่มต้นใช้งาน

source: Registration error
th_en: ข้อผิดพลาดในการลงทะเบียน

source: This email already exists
th_en: อีเมลนี้มีอยู่แล้ว

source: Error sending mail
th_en: ข้อผิดพลาดในการส่งอีเมล

source: E-mail to be confirmed
th_en: อีเมลที่จะยืนยัน

source: Invalid request
th_en: คำขอไม่ถูกต้อง

source: Service is temporarily unavailable
th_en: บริการไม่สามารถใช้งานได้ชั่วคราว

source: You exceeded the rate limit
th_en: คุณใช้งานเกินอัตราที่จำกัดไว้แล้ว

source: In case of unlinking social profile, user has no other methods to login left (except of this social profile)
th_en: ในกรณียุติการลิงก์โปรไฟล์โซเชียล ผู้ใช้จะไม่มีวิธีการเข้าสู่ระบบอื่นๆ (ยกเว้นโปรไฟล์โซเชียลนี้)

source: E-mail
th_en: อีเมล

source: Sorry, we cant find nothing
th_en: ขออภัย เราไม่พบสิ่งที่ค้นหา

source: Other
th_en: อื่นๆ

source: Sign in with :name
th_en: เข้าสู่ระบบด้วย :name

source: Please, enter correct e-mail
th_en: โปรดกรอกที่อยู่อีเมลที่ถูกต้อง

source: Min password length of :length characters
th_en: รหัสผ่านต้องมีความยาวอย่างน้อย :length ตัวอักษร

source: The passwords do not match
th_en: รหัสผ่านไม่ตรงกัน

source: Required
th_en: ต้องระบุ
