Repository: AnastasiaTW/translationProjects
Catalog: Xsolla/Login Widget/XLIFFs/*.source.json(en-US-cs).xliff
Languages: cs_en

source: Back
cs_en: Zpět

source: You can close this window
cs_en: Toto okno můžete zavřít

source: To activate account, please use the link we have sent you to your registration email: :email
cs_en: Pro aktivaci účtu prosím použij odkaz, který jsme zaslali na tvůj zaregistrovaný e-mail: :email

source: Validate Access
cs_en: Potvrdit přístup

source: Complete registration using the instructions we sent to :email
cs_en: Dokonči registraci podle pokynů zaslaných na :email

source: Create account
cs_en: Vytvořit účet

source: Create account
cs_en: Vytvořit účet

source: It's okay, everyone forgets sometimes. Just change your password using the instructions we sent to
cs_en: To je v pořádku, každý občas zapomene. Změň své heslo podle pokynů, které jsme ti odeslali na

source: Re-send message
cs_en: Znovu odeslat zprávu

source: Set New Password
cs_en: Nastavit nové heslo

source: Recover password
cs_en: Obnovit heslo

source: Recover password
cs_en: Obnovit heslo

source: Accept
cs_en: Přijmout

source: Decline
cs_en: Odmítnout

source: Create an account
cs_en: Vytvořit účet

source: Forgot password?
cs_en: Zapomenuté heslo?

source: Already have an account
cs_en: Máš již účet?

source: Loading...
cs_en: Načítání...

source: Password
cs_en: Heslo

source: Confirm Password
cs_en: Potvrdit heslo

source: Receive game updates
cs_en: Dostávat novinky o hře

source: Remember
cs_en: Zapamatovat

source: Search
cs_en: Hledat

source: Sign in
cs_en: Přihlásit se

source: Submit
cs_en: Odeslat

source: The user canceled the input
cs_en: Uživatel zrušil zadávání

source: Wrong login or password
cs_en: Chybné přihlašovací jméno nebo heslo

source: User is not found
cs_en: Uživatel nebyl nalezen

source: This user name already exists
cs_en: Uživatelské jméno již existuje.

source: This e-mail is already registered
cs_en: E-mail je již zaregistrován

source: E-mail does not exist
cs_en: Je nutné potvrdit e-mail

source: User is banned
cs_en: Uživatel je zakázán

source: User not activated
cs_en: Uživatel není aktivován

source: Registration error
cs_en: Chyba při registraci uživatele

source: This email already exists
cs_en: Tento e-mail již existuje

source: Error sending mail
cs_en: Chyba při odesílání e-mailu

source: E-mail to be confirmed
cs_en: E-mail je třeba potvrdit

source: Invalid request
cs_en: Neplatný požadavek

source: Service is temporarily unavailable
cs_en: Služba je dočasně nedostupná

source: You exceeded the rate limit
cs_en: Byl překročen limit požadavků

source: In case of unlinking social profile, user has no other methods to login left (except of this social profile)
cs_en: Uživatel nemá v případě zrušení odkazu na svůj sociální profil jinou možnost přihlášení (kromě tohoto sociálního profilu)

source: Sorry, we cant find nothing
cs_en: Je nám líto, ale nic jsme nenašli

source: Other
cs_en: Jiné

source: Sign in with :name
cs_en: Přihlásit se pomocí :name

source: Please, enter correct e-mail
cs_en: Zadej prosím správný e-mail

source: Min password length of :length characters
cs_en: Minimální délka hesla je :length znaků

source: The passwords do not match
cs_en: Hesla se neshodují

source: Required
cs_en: Povinné
