Repository: AnastasiaTW/translationProjects
Catalog: Xsolla/Login Widget/*.source.json(en-US-he).xliff
Languages: he_en

source: Back
he_en: חזרה

source: You can close this window
he_en: באפשרותך לסגור חלון זה

source: To activate account, please use the link we have sent you to your registration email: :email
he_en: כדי להפעיל את החשבון יש להשתמש בקישור שנשלח אליך לכתובת הדוא"ל שבאמצעותה נרשמת: :email

source: Validate Access
he_en: אימות גישה

source: Complete registration using the instructions we sent to :email
he_en: יש להשלים את תהליך הרישום בעזרת ההוראות ששלחנו לכתובת :email

source: Create account
he_en: יצירת חשבון

source: Create account
he_en: יצירת חשבון

source: It's okay, everyone forgets sometimes. Just change your password using the instructions we sent to
he_en: זה בסדר, כל אחד שוכח לפעמים. כל מה שעליך לעשות זה להחליף את הסיסמה שלך בעזרת ההוראות ששלחנו ל

source: Re-send message
he_en: שלח שוב הודעה

source: Set New Password
he_en: להגדרת סיסמה חדשה

source: Recover password
he_en: שחזור סיסמה

source: Recover password
he_en: שחזור סיסמה

source: Accept
he_en: קבלה

source: Decline
he_en: דחייה

source: Create an account
he_en: ליצירת חשבון

source: Forgot password?
he_en: שכחת את סיסמתך?

source: Already have an account
he_en: כבר יש לי חשבון

source: E-mail
he_en: דוא"ל

source: Loading...
he_en: טוען...

source: Password
he_en: סיסמה

source: Confirm Password
he_en: אשר סיסמה

source: Receive game updates
he_en: לקבלת עדכוני משחק

source: Remember
he_en: זכור

source: Search
he_en: חיפוש

source: Sign in
he_en: כניסה

source: Submit
he_en: שליחה

source: The user canceled the input
he_en: המשתמש ביטל את הקלט

source: Wrong login or password
he_en: פרטי התחברות או סיסמה שגויים

source: User is not found
he_en: המשתמש לא נמצא

source: This user name already exists
he_en: שם משתמש זה כבר קיים

source: This e-mail is already registered
he_en: דוא"ל זה כבר רשום

source: E-mail does not exist
he_en: דוא"ל זה אינו קיים

source: User is banned
he_en: המשתמש הורחק

source: User not activated
he_en: משתמש לא הופעל

source: Registration error
he_en: שגיאת רישום

source: This email already exists
he_en: דוא"ל זה כבר קיים

source: Error sending mail
he_en: שגיאה בשליחת האימייל

source: E-mail to be confirmed
he_en: דוא"ל זה צריך להיות מאושר

source: Invalid request
he_en: בקשה לא חוקית

source: Service is temporarily unavailable
he_en: זמנית, שירות זה אינו זמין

source: You exceeded the rate limit
he_en: חרגת מכמות הבקשות המותרת

source: In case of unlinking social profile, user has no other methods to login left (except of this social profile)
he_en: במקרה בו המשתמש ביטל את הקישור לפרופיל החברתי, אין למשתמש דרכים אחרות להיכנס (חוץ מהפרופיל החברתי האמור)

source: E-mail
he_en: דוא"ל

source: Sorry, we cant find nothing
he_en: מצטערים, איננו מצליחים למצוא דבר

source: Other
he_en: אחר

source: Sign in with :name
he_en: כניסה באמצעות :name

source: Please, enter correct e-mail
he_en: יש לרשום כתובת דוא"ל נכונה

source: Min password length of :length characters
he_en: אורך ססמה מינימלי של :length תווים

source: The passwords do not match
he_en: הסיסמאות אינן תואמות

source: Required
he_en: הכרחי
