Repository: AnastasiaTW/translationProjects
Catalog: Xsolla/Login Widget/*.source.json(en-US-ro).xliff
Languages: ro_en

source: Back
ro_en: Înapoi

source: You can close this window
ro_en: Poți închide fereastra

source: To activate account, please use the link we have sent you to your registration email: :email
ro_en: Pentru a activa contul, te rugăm să folosești linkul pe care ți l-am trimis la e-mailul de înregistrare: :email

source: Validate Access
ro_en: Validează accesul

source: Complete registration using the instructions we sent to :email
ro_en: Completează înregistrarea folosind instrucțiunile pe care ți le-am trimis la :email

source: Create account
ro_en: Creează cont

source: Create account
ro_en: Creează cont

source: It's okay, everyone forgets sometimes. Just change your password using the instructions we sent to
ro_en: E în regulă, toată lumea uită uneori. Schimbă-ți parola folosind instrucțiunile pe care le-am trimis la

source: Re-send message
ro_en: Retrimite mesaj

source: Set New Password
ro_en: Introdu noua parolă

source: Recover password
ro_en: Recuperează parola

source: Recover password
ro_en: Recuperează parola

source: Accept
ro_en: Acceptă

source: Decline
ro_en: Refuză

source: Create an account
ro_en: Creează un cont

source: Forgot password?
ro_en: Ai uitat parola?

source: Already have an account
ro_en: Am deja un cont

source: Loading...
ro_en: Se încarcă...

source: Password
ro_en: Parolă

source: Confirm Password
ro_en: Confirmă parolă

source: Receive game updates
ro_en: Primește actualizări de jocuri

source: Remember
ro_en: Păstrează-mă autentificat

source: Search
ro_en: Caută

source: Sign in
ro_en: Autentificare

source: Submit
ro_en: Trimite

source: The user canceled the input
ro_en: Utilizatorul a anulat comanda

source: Wrong login or password
ro_en: Nume de utilizator sau parolă greșită

source: User is not found
ro_en: Utilizatorul nu a fost găsit

source: This user name already exists
ro_en: Acest nume de utilizator există deja

source: This e-mail is already registered
ro_en: Acest e-mail este deja înregistrat

source: E-mail does not exist
ro_en: E-mailul nu există

source: User is banned
ro_en: Utilizatorul a fost blocat

source: User not activated
ro_en: Utilizatorul nu a fost activat

source: Registration error
ro_en: Eroare de înregistrare

source: This email already exists
ro_en: Acest e-mail există deja

source: Error sending mail
ro_en: Eroare la trimiterea e-mailului

source: E-mail to be confirmed
ro_en: E-mailul trebuie confirmat

source: Invalid request
ro_en: Cerere invalidă

source: Service is temporarily unavailable
ro_en: Serviciul este temporar indisponibil

source: You exceeded the rate limit
ro_en: Ai depășit limita pentru numărul de cereri

source: In case of unlinking social profile, user has no other methods to login left (except of this social profile)
ro_en: Dacă deconectezi acest profil, utilizatorul nu mai are alte metode de conectare, deoarece acest profil este singura metodă de autentificare pe care o are la dispoziție în acest moment.

source: Sorry, we cant find nothing
ro_en: Ne pare rău, n-am găsit nimic

source: Other
ro_en: Altele

source: Sign in with :name
ro_en: Autentificare cu :name

source: Please, enter correct e-mail
ro_en: Te rugăm să introduci e-mailul corect

source: Min password length of :length characters
ro_en: Lungimea minimă a parolei este de :length caractere

source: The passwords do not match
ro_en: Parolele nu coincid

source: Required
ro_en: Necesar
