Repository: AnastasiaTW/translationProjects
Catalog: Xsolla/Login Widget/*.source.json(en-US-hu).xliff
Languages: hu_en

source: Back
hu_en: Vissza

source: You can close this window
hu_en: Bezárhatja ezt az ablakot

source: To activate account, please use the link we have sent you to your registration email: :email
hu_en: A fiók aktiválásához kérjük, használd a következő regisztrációs e-mailre küldött hivatkozást: :email

source: Validate Access
hu_en: Hozzáférés hitelesítése

source: Complete registration using the instructions we sent to :email
hu_en: Fejezd be a regisztrációt az utasítások alapján, amelyet a következő címre küldtünk: :email

source: Create account
hu_en: Fiók Létrehozása

source: Create account
hu_en: Fiók Létrehozása

source: It's okay, everyone forgets sometimes. Just change your password using the instructions we sent to
hu_en: Semmi gond, időnként mindenki felejt. Csak módosítsd a jelszavad az utasítások alapján, amelyet a következő címre küldtünk:

source: Re-send message
hu_en: Üzenet újraküldése

source: Set New Password
hu_en: Új jelszó beállítása

source: Recover password
hu_en: Jelszó visszaszerzése

source: Recover password
hu_en: Jelszó visszaszerzése

source: Accept
hu_en: Elfogadás

source: Decline
hu_en: Elutasítás

source: Create an account
hu_en: Fiók létrehozása

source: Forgot password?
hu_en: Elfelejtetted jelszavad?

source: Already have an account
hu_en: Már van fiókom

source: Loading...
hu_en: Betöltés…

source: Password
hu_en: Jelszó

source: Confirm Password
hu_en: Jelszó megerősítés

source: Receive game updates
hu_en: Játékfrissítések kérése

source: Remember
hu_en: Emlékezz rám

source: Search
hu_en: Keresés

source: Sign in
hu_en: Bejelentkezés

source: Submit
hu_en: Elküld

source: The user canceled the input
hu_en: A felhasználó visszavonta a bevitelt

source: Wrong login or password
hu_en: Hibás bejelentkezési név vagy jelszó

source: User is not found
hu_en: Felhasználó nem található

source: This user name already exists
hu_en: Ez a felhasználónév már használatban van

source: This e-mail is already registered
hu_en: Ez az e-mail cím már regisztrálva van

source: E-mail does not exist
hu_en: Az e-mail cím nem létezik

source: User is banned
hu_en: Felhasználó le van tiltva

source: User not activated
hu_en: A felhasználó nincs aktiválva

source: Registration error
hu_en: Regisztrációs hiba

source: This email already exists
hu_en: Ez az e-mail cím már létezik

source: Error sending mail
hu_en: Hiba történt az e-mail küldése során

source: E-mail to be confirmed
hu_en: Az email címet meg kell erősíteni

source: Invalid request
hu_en: Helytelen kérés

source: Service is temporarily unavailable
hu_en: A szolgáltatás ideiglenesen nem elérhető

source: You exceeded the rate limit
hu_en: Túllépte a maximális kérések számát

source: In case of unlinking social profile, user has no other methods to login left (except of this social profile)
hu_en: A közösségi profil lecsatolása után a felhasználónak nem lesz nás lehetősége a bejelentkezésre (ezen a profilon kívül)

source: Sorry, we cant find nothing
hu_en: Sajnáljuk, nem találtunk semmit

source: Other
hu_en: Egyéb

source: Sign in with :name
hu_en: Bejelentkezés :name

source: Please, enter correct e-mail
hu_en: Kérem, adja meg a helyes e-mail címet

source: Min password length of :length characters
hu_en: Hosszúsága minimum: :length karakterek száma

source: The passwords do not match
hu_en: A jelszavak nem egyzenek

source: Required
hu_en: Kötelező
