Repository: AnastasiaTW/translationProjects
Catalog: Xsolla/Launcher 1804/Original/*_(en-*-DE).xliff
Languages: de_de

source: Username
de_de: Benutzername

source: Edit
de_de: Bearbeiten

source: Disconnect
de_de: Trennen

source: Add another network
de_de: Soziales Netzwerk hinzufügen

source: Add users
de_de: Nutzer hinzufügen

source: Invite friends to group
de_de: Freunde zur Gruppe einladen

source: Search friends
de_de: Suche nach Freunden

source: Add
de_de: Hinzufügen

source: Cancel
de_de: Abbrechen

source: Game Servers Problem
de_de: Spieleserver-Problem

source: We're experiencing technical problem with game servers. Please click Reload to check status.
de_de: Es liegt ein technisches Problem mit den Spielservern vor. Bitte klicken Sie auf "Server neu laden", um den Status zu überprüfen.

source: Loading characters:
de_de: Laden der Charaktere:

source: Loading regions:
de_de: Laden der Regionen:

source: Reload servers
de_de: Server neu laden

source: Password
de_de: Passwort

source: Remember me
de_de: Anmeldung merken

source: LOADING
de_de: WIRD GELADEN

source: SIGN IN
de_de: ANMELDEN

source: players
de_de: spieler

source: Change character
de_de: Spielercharakter ändern

source: Edit chat title
de_de: Chatbetreff bearbeiten

source: Please use 5 to 20 characters
de_de: Bitte nutze 5 bis 20 Zeichen

source: Cancel
de_de: Abbrechen

source: Save
de_de: Speichern

source: Edit username
de_de: Benutzername ändern

source: Please use 5 to 20 characters
de_de: Bitte nutze 5 bis 20 Zeichen

source: Cancel
de_de: Abbrechen

source: Save
de_de: Speichern

source: Character Selection
de_de: Char Auswahl

source: World
de_de: Welt

source: Workload
de_de: Auslastung

source: + Add character
de_de: + Char hinzufügen

source: Done
de_de: Fertig

source: Cancel
de_de: Abbrechen

source: Available
de_de: Verfügbar

source: Unavailable
de_de: Nicht verfügbar

source: World is full
de_de: Spielwelt ist voll

source: In game
de_de: Im Spiel

source: Away
de_de: Abwesend

source: No users found
de_de: Keine Benutzer gefunden

source: Search
de_de: Suchen

source: Enable notifications
de_de: Benachrichtigungen aktivieren

source: Disable notifications
de_de: Benachrichtigungen deaktivieren

source: Settings
de_de: Einstellungen

source: Leave group
de_de: Gruppe verlassen

source: + Create chat
de_de: Chat erstellen

source: + Create channel
de_de: + Kanal erstellen

source: Please select chat to start messaging
de_de: Bitte wähle einen Chat aus, um fortzufahren

source: Connect your social networks and find friends to play with
de_de: Verbinde deine sozialen Netzwerke und finde Freunde zum Spielen

source: Connect Facebook
de_de: Facebook verbinden

source: Connect VK
de_de: VKontakte verbinden

source: Search
de_de: Suchen

source: Never show this window again
de_de: Dieses Fenster nicht nochmal anzeigen

source: Skip
de_de: Überspringen

source: Back to chat
de_de: Zurück zum Chat

source: members: %1
de_de: Mitglieder: %1

source: Edit
de_de: Bearbeiten

source: Members
de_de: Teilnehmer

source: + Add members
de_de: Teilnehmer hinzufügen

source: Remove
de_de: Entfernen

source: Create chat
de_de: Chat erstellen

source: Invite your friends to chat
de_de: Lade deine Freunde zum Chatten ein

source: Search friends
de_de: Suche nach Freunden

source: New group
de_de: Neue Gruppe

source: New group
de_de: Neue Gruppe

source: Cancel
de_de: Abbrechen

source: Add friends
de_de: Freunde hinzufügen

source: Back
de_de: Zurück

source: Step %1/%2
de_de: Schritt %1/%2

source: Next
de_de: Weiter

source: Set your group name. Start with a latter. Name should not be longer that 20 characters.
de_de: Der Name sollte mit einem Buchstaben beginnen und darf maximal 20 Zeichen enthalten.

source: Group chat name
de_de: Name des Gruppenchats

source: Please use 5 to 20 characters
de_de: Bitte nutze 5 bis 20 Zeichen

source: Invite friends to group
de_de: Freunde zur Gruppe einladen

source: Search friends
de_de: Suche nach Freunden

source: Error Report
de_de: Fehlermeldung

source: Error
de_de: Fehler

source: A fatal error has occured. Application will be closed.
de_de: Ein schwerwiegender Fehler ist aufgetreten. Die Anwendung wird geschlossen.

source: Sending error data
de_de: Sende Fehlerdaten

source: Report problem
de_de: Problem melden

source: Cancel
de_de: Abbrechen

source: A fatal error has occured. Thy limbs are weak and sight is blurred. Forget thy dreams and run in terror. Extraction error.
de_de: Ein schwerwiegender Fehler ist aufgetreten. Deine Glieder sind schwach und dein Blick ist verschwommen. Hör auf zu träumen und renne so schnell du kannst.

source: Error
de_de: Fehler

source: Search friends by nickname
de_de: Freunde mittels Spitznamen finden

source: No users found
de_de: Keine Benutzer gefunden

source: Request sent
de_de: Anfrage verschickt

source: Send request
de_de: Anfrage versenden

source: Send request
de_de: Anfrage versenden

source: Request send
de_de: Anfrage wurde versendet

source: Invite
de_de: Einladen

source: Invited
de_de: Eingeladen

source: Delete
de_de: Löschen

source: Confirm
de_de: Bestätigen

source: Cancel request
de_de: Anfrage abbrechen

source: Playing Life is Feudal
de_de: Spielt "Life is Feudal"

source: Last online: %1 hours ago
de_de: Letztmalig online: Vor %1 Stunden

source: %1 mutual friend
de_de: %1 gemeinsamen Freund

source: %1 mutual friends
de_de: %1 gemeinsame Freunde

source: Delete
de_de: Löschen

source: Block
de_de: Blockieren

source: Start chat
de_de: Chatten

source: Unblock
de_de: Blockierung aufheben

source: Add a Friend
de_de: Einen Freund hinzufügen

source: Friends
de_de: Freunde

source: + Find friends
de_de: Freunde finden

source: Requests
de_de: Anfragen

source: Downloading: %1 Mb from %2 Mb, at %3 Kb/s
de_de: Herunterladen: %1 MB von %2 MB, bei %3 Kb/s

source: Extracting: %1% %2 Mb remaining
de_de: Extrahieren: %1 % %2 MB verbleibend

source: Uninstalling: %1%
de_de: Deinstallation: %1 %

source: PLAY
de_de: SPIELEN

source: INSTALL
de_de: INSTALLIEREN

source: Buy
de_de: Kaufen

source: Repairing data: %1 Mb remaining
de_de: Datenreparatur: %1 MB verbleibend

source: Nothing here. King is at loss
de_de: Hier ist nichts. König ratlos

source: If the game is already installed
de_de: Falls das Spiel bereits installiert ist

source: Locate the game
de_de: Das Spiel finden

source: Install
de_de: Installieren

source: Repair
de_de: Reparieren

source: Uninstall
de_de: Deinstallieren

source: Options
de_de: Optionen

source: Can't find game in selected folder.
de_de: Das Spiel kann im ausgewählten Ordner nicht gefunden werden.

source: You cannot use selected game for the current region.
de_de: Du kannst das ausgewählte Spiel aufgrund regionaler Beschränkungen nicht am aktuellen Standort starten.

source: Install Directory
de_de: Installationsordner

source: Change
de_de: Ändern

source: Disk Space
de_de: Plattenplatz

source: Cancel
de_de: Abbrechen

source: Install
de_de: Installieren

source: Select path for install..
de_de: Installationspfad wählen ..

source: You cannot use directory to install the game. Please select a different directory for installation.
de_de: Du kannst das Spiel nicht in dem Ordner installieren. Bitte wähle einen anderen Ordner für die Installation aus.

source: Language
de_de: Sprache

source: Account
de_de: Konto

source: Remember me
de_de: Anmeldung merken

source: Use p2p connection
de_de: P2P-Verbindung verwenden

source: %1 time lapse
de_de: %1-Zeitraffer

source: Time Lapse Collection
de_de: Zeitraffer-Sammlung

source: Last update:
de_de: Letzte Aktualisierung:

source: Update
de_de: Aktualisieren

source: Progress: %1%
de_de: Fortschritt: %1 %

source: Checking updates
de_de: Suche Updates

source: Downloading launcher update
de_de: Launcher-Update wird heruntergeladen

source: Unpacking launcher update
de_de: Launcher-Update wird entpackt

source: Away
de_de: Abwesend

source: Settings
de_de: Einstellungen

source: Error! Network list is empty!
de_de: Fehler! Netzwerkliste leer!

source: Sign in with VK
de_de: Anmelden über VK

source: Sign in with Facebook
de_de: Anmelden über Facebook

source: Sign in with Google
de_de: Anmelden über Google

source: Sign in with Steam
de_de: Anmelden über Steam

source: Sign in with Twitter
de_de: Anmelden über Twitter

source: Sign in with Naver
de_de: Anmelden über Naver

source: Sign in with Baidu
de_de: Anmelden über Baidu

source: Error
de_de: Fehler

source: Failed loading social providers
de_de: Sozialen Netzwerke konnten nicht geladen werden

source: Social auth failed.
de_de: Social auth fehlgeschlagen.

source: There was a problem with your request. Please try again.
de_de: Es gab ein vorübergehendes Problem mit Ihrer Anfrage. Bitte versuchen Sie es erneut.

source: Forgot password?
de_de: Passwort vergessen?

source: Create an account
de_de: Erstelle ein Konto

source: Loading the list of regions - please wait
de_de: Lädt die Liste der Regionen - bitte warten Sie

source: Loading...
de_de: Laden...

source: Locate the game
de_de: Das Spiel finden

source: Changing region will affect your in-game purchases, characters and game patches
de_de: Das Ändern der Region wirkt sich auf Einkäufe im Spiel, Charaktere und Spiel-Patches aus

source: Next
de_de: Weiter

source: Failed gettings characters information
de_de: Charakterdaten können nicht abgerufen werden

source: Authentication failed.
de_de: Authentifizierung fehlgeschlagen

source: Error
de_de: Fehler

source: Game installation failed with error\n
de_de: Installation des Spiels aufgrund eine Fehlers fehlgeschlagen\n

source: \n Please, try again.
de_de: \n Bitte erneut versuchen.

source: %1 time lapse is aviable!
de_de: %1-Zeitraffer ist verfügbar!

source: Game
de_de: Spiel

source: News
de_de: Neuigkeiten

source: Extracting
de_de: Wird extrahiert

source: Repairing
de_de: Reparatur läuft

source: Downloading
de_de: Wird heruntergeladen

source: Can't close launcher, while game is running
de_de: Launcher kann nicht geschlossen werden, während das Spiel läuft

source: User %1 invited to chat by %2
de_de: Nutzer %1 wurde von %2 zum Chat eingeladen

source: User %1 leaved from chat
de_de: Nutzer %1 hat den Chat verlassen

source: User %1 removed from chat by %2
de_de: Nutzer %1 wurde von %2 vom Chat entfernt

source: User %1 created chat %2
de_de: Nutzer %1 hat den Chat %2 erstellt

source: User %1 changed chat title to %2
de_de: Nutzer %1 hat den Titel des Chats zu %2 geändert

source: Type a message
de_de: Schreibe eine Nachricht

source: Send
de_de: Senden

source: <font color="#ffffff"><b>%1</b></font> has added you to his friend list. Add him to your list and proceed to chat.
de_de: <font color="#ffffff"><b>%1</b></font> hat dich zu seiner Freundesliste hinzugefügt. Wenn du ihn zu deiner Liste hinzufügst, könnt ihr miteinander chatten.

source: Confirm
de_de: Bestätigen

source: Delete
de_de: Löschen

source: Please select chat to start messaging
de_de: Bitte wähle einen Chat aus, um fortzufahren

source: Oops! Something is missing. Looks like your news is in another castle!
de_de: Hoppla, etwas fehlt. Sieht aus, als wären deine News in einer anderen Burg!

source: We’re off to repair our medieval power generator (aka water wheel) but try again soon!
de_de: Wir reparieren gerade unser Uraltkraftwerk (d. h. Wasserrad), aber probier es wieder!

source: All News
de_de: Alle Neuigkeiten

source: Loading...
de_de: Laden...

source: Changing region will affect your in-game purchases, characters and game patches
de_de: Das Ändern der Region wirkt sich auf Einkäufe im Spiel, Charaktere und Spiel-Patches aus

source: New friend requests
de_de: Neue Freundesanfragen

source: Confirm
de_de: Bestätigen

source: Delete
de_de: Löschen

source: sent requests
de_de: Versendete Anfragen

source: Cancel request
de_de: Anfrage abbrechen

source: Create username
de_de: Erstelle einen Benutzernamen

source: Step 1/2
de_de: Schritt 1/2

source: Welcome to chat. Set your username so your friends can find you.
de_de: Willkommen im Chat. Lege deinen Benutzernamen fest, damit dich deine Freunde finden können.

source: Add a friend
de_de: Einen Freund hinzufügen

source: Step 2/2
de_de: Schritt 2/2

source: Add friend to start messaging. Search by typing email or nickname.
de_de: Füge einen Freund hinzu, um zu chatten. Finde Freunde, indem du deren E-Mail oder Spitznamen eingibst.

source: + Add
de_de: Hinzufügen

source: Next
de_de: Weiter

source: Settings
de_de: Einstellungen

source: General
de_de: Allgemein

source: Account
de_de: Konto

source: Reset to Defaults
de_de: Auf Standard zurücksetzen

source: Cancel
de_de: Abbrechen

source: Done
de_de: Fertig

source: Share
de_de: Teilen

source: Direct link
de_de: Direktlink

source: Connect your social networks\n and find friends to play with
de_de: Verbinde deine Social Media-Profile\n und lade so deine Freunde zum Spielen ein

source: Connect %1
de_de: Verbinden %1

source: Never show this window again
de_de: Dieses Fenster nicht nochmal anzeigen

source: Skip
de_de: Überspringen

source: Search
de_de: Suchen

source: Search
de_de: Suchen

source: Search %1 friends by name
de_de: %1-Freunde mittels Spitznamen finden

source: Already playing
de_de: Spielt bereits

source: Invite
de_de: Einladen

source: Sound section
de_de: Sound-Einstellungen

source: Loading the list of regions - please wait
de_de: Lädt die Liste der Regionen - bitte warten Sie

source: Loading...
de_de: Laden...

source: Locate the game
de_de: Das Spiel finden

source: Changing region will affect your in-game purchases, characters and game patches
de_de: Das Ändern der Region wirkt sich auf Einkäufe im Spiel, Charaktere und Spiel-Patches aus

source: Next
de_de: Weiter

source: Enter your email address
de_de: Geben Sie Ihre E-Mail-Adresse ein

source: A confirmation email will be sent to the specified email address
de_de: Eine Bestätigungsmail wird an die angegebene E-Mail-Adresse gesendet

source: Send
de_de: Senden

source: Invalid email address
de_de: Ungültige E-Mail-Adresse

source: Email was sent
de_de: E-Mail wurde versendet

source: Please check your email and confirm the registration
de_de: Bitte überprüfen Sie Ihre E-Mails und bestätigen Sie die Registrierung

source: Authentication failed.
de_de: Authentifizierung fehlgeschlagen

source: Error
de_de: Fehler

source: Loading the list of regions - please wait
de_de: Lädt die Liste der Regionen - bitte warten Sie

source: Loading...
de_de: Laden...

source: Locate the game
de_de: Das Spiel finden

source: Changing region will affect your in-game purchases, characters and game patches
de_de: Das Ändern der Region wirkt sich auf Einkäufe im Spiel, Charaktere und Spiel-Patches aus

source: Next
de_de: Weiter

source: Enter your email address
de_de: Geben Sie Ihre E-Mail-Adresse ein

source: A confirmation email will be sent to the specified email address
de_de: Eine Bestätigungsmail wird an die angegebene E-Mail-Adresse gesendet

source: Send
de_de: Senden

source: Invalid email address
de_de: Ungültige E-Mail-Adresse

source: Email was sent
de_de: E-Mail wurde versendet

source: Please check your email and confirm the registration
de_de: Bitte überprüfen Sie Ihre E-Mails und bestätigen Sie die Registrierung

source: Authentication failed.
de_de: Authentifizierung fehlgeschlagen

source: Error
de_de: Fehler

source: Something goes wrong...
de_de: Etwas ist schiefgelaufen...

source: Store loading failed
de_de: Aufrufen des Stores fehlgeschlagen

source: Refresh page
de_de: Seite neu laden

source: Reopen store
de_de: Store wiedereröffnen

source: Steam overlay loading failed
de_de: Laden von Steam overlay fehlgeschlagen

source: Please wait, now the store will open without using Steam overlay
de_de: Bitte warten, der Store öffnet jetzt ohne Verwendung von Steam overlay

source: Back
de_de: Zurück

source: Share
de_de: Teilen

source: Downloading assets...
de_de: Ingame-Inhalte werden heruntergeladen...

source: Unpacking assets...
de_de: Ingame-Inhalte werden entpackt...

source: World is loading
de_de: Spielwelt wird geladen

source: Close
de_de: Schließen

source: Life is Feudal: launcher
de_de: Life is Feudal
